{"question": ["A dog is following the scent of a jackrabbit. Which of the following accurately describes how the dog’s brain integrates information for smell? (A) Chemoreceptors in the brain send impulses for smell in the nasal cavity. (B) Chemoreceptor cells in the nasal cavity send impulses to the appropriate area of the brain. (C) Chemoreceptors on epithelial cells of the tongue send hormones to the appropriate area of the brain. (D) Receptors originating in the nose send action potentials to the motor regions of the brain.", "Thrips are insects that feed on rose pollen. Scientists noted that the thrips population increased in the spring and decreased dramatically during the summer. The researchers hypothesized that food abundance was the limiting factor for the population. Which of the following types of data would be most useful for the scientists to collect at regular intervals on a designated test plot of rose plants? (A) Amount of sunlight (hours/day) (B) Mean temperature ( C) ∞ (C) Density of rose pollen produced (g/m2 ) (D) Amount of pollen produced by each flower (g/flower)", "If ATP breakdown (hydrolysis) is inhibited, which of the following types of movement across cell membranes is also inhibited? (A) Movement of oxygen into a cell (B) Movement of water through aquaporins (C) Passage of a solute against its concentration gradient (D) Facilitated diffusion of a permeable substance", "Undersea landslides can disrupt marine habitats by burying organisms that live on the ocean floor. The graph above shows the size of a population of a certain organism that lives on the ocean floor. The population was affected by a recent landslide at the time indicated on the graph. Which of the following best predicts how the population will be affected by the landslide? (A) The surviving organisms will evolve into a new species. (B) The reduced population will likely have allelic frequencies that are different from the initial population. (C) The population will adapt to deeper waters to avoid future landslides. (D) The reduced population will have a greater number of different genes than the initial population.", "Which of the following questions is most relevant to understanding the Calvin cycle? (A) How does chlorophyll capture light? (B) How is ATP used in the formation of 3-carbon carbohydrates? (C) How is NADP+ reduced to NADPH? (D) How is ATP produced in chemiosmosis?", "Rosalind Franklin’s x-ray diffraction images taken in the 1950s most directly support which of the following claims about DNA? (A) The ratios of base pairs are constant. (B) The nucleotide sequence determines genetic information. (C) The two strands of DNA are antiparallel. (D) The basic molecular structure is a helix.", "The equation above shows one of the reversible reactions that occur in blood. After exercise, an athlete’s blood pH has dropped below the normal level. How will normal blood pH be restored? (A) An increase in O2 concentration in the plasma will lead to an increase in H+ concentration. (B) An increase in temperature will lead to an increase in H+ concentration. (C) An increase in sweating will lead to a decrease in OH– and H+ concentration. (D) An increase in breathing rate will lead to a decrease in blood CO2 and H+ concentration.", "The equation above shows one of the reversible reactions that occur in blood. After exercise, an athlete’s blood pH has dropped below the normal level. How will normal blood pH be restored? (A) An increase in O2 concentration in the plasma will lead to an increase in H+ concentration. (B) An increase in temperature will lead to an increase in H+ concentration. (C) An increase in sweating will lead to a decrease in OH– and H+ concentration. (D) An increase in breathing rate will lead to a decrease in blood CO2 and H+ concentration.", "Beaked whales feed at various depths, but they defecate at the ocean’s surface. Nitrogen-rich whale feces deposited in surface waters supply nutrients for algae that are eaten by surfacedwelling fish. Which of the following best predicts what would happen if the whale population decreased? (A) There would be a reduction in surface nitrogen concentration, which would cause an algal bloom. (B) The surface fish populations would decline due to reduced populations of algae. (C) The remaining whales would accumulate mutations at a faster rate. (D) The remaining whales would be forced to forage in the deepest parts of the ocean.", "The vertebrate forelimb initially develops in the embryo as a solid mass of tissue. As development progresses, the solid mass near the end of the forelimb is remodeled into individual digits. Which of the following best explains the role of apoptosis in remodeling of the forelimb? (A) Apoptosis replaces old cells with new ones that are less likely to contain mutations. (B) Apoptosis involves the regulated activation of proteins in specific cells of the developing forelimb that leads to the death of those cells. (C) Apoptosis involves the destruction of extra cells in the developing forelimb, which provides nutrients for phagocytic cells. (D) Apoptosis in the developing forelimb triggers the differentiation of cells whose fate was not already determined.", "Rhagoletis pomonella is a parasitic fly native to North America that infests fruit trees. The female fly lays her eggs in the fruit. The larvae hatch and burrow through the developing fruit. The next year, the adult flies emerge. Prior to the European colonization of North America, the major host of Rhagoletis was a native species of hawthorn, Crataegus marshallii. The domestic apple tree, Malus domestica, is not native to North America, but was imported by European settlers in the late 1700s and early 1800s. When apple trees were first imported into North America, there was no evidence that Rhagoletis could use them as hosts. Apples set fruit earlier in the season and develop faster, where hawthorns set later and develop more slowly. Recent analysis of Rhagoletis populations has shown that two distinct populations of flies have evolved from the original ancestral population of flies that were parasitic on hawthorns. One population infests only apple trees, and the other infests only hawthorns. The life cycles of both fly populations are coordinated with those of their host trees. The flies of each population apparently can distinguish and select mates with similar host preferences and reject mates from the population specific to the other host tree. There is very little hybridization (only about 5 percent) between the two groups. The divergence between the two populations of Rhagoletis must have occurred very rapidly because (A) the apple tree was imported into North America with European settlement approximately 200 years ago (B) flies were imported into North America with European settlement approximately 200 years ago (C) long-distance rail transport of fruit increased only after the American Civil War (1861–1865) (D) heavy use of gunpowder during the American Civil War (1861–1865) led to increased mutation rates in many natural populations of plants and animals", "Rhagoletis pomonella is a parasitic fly native to North America that infests fruit trees. The female fly lays her eggs in the fruit. The larvae hatch and burrow through the developing fruit. The next year, the adult flies emerge. Prior to the European colonization of North America, the major host of Rhagoletis was a native species of hawthorn, Crataegus marshallii. The domestic apple tree, Malus domestica, is not native to North America, but was imported by European settlers in the late 1700s and early 1800s. When apple trees were first imported into North America, there was no evidence that Rhagoletis could use them as hosts. Apples set fruit earlier in the season and develop faster, where hawthorns set later and develop more slowly. Recent analysis of Rhagoletis populations has shown that two distinct populations of flies have evolved from the original ancestral population of flies that were parasitic on hawthorns. One population infests only apple trees, and the other infests only hawthorns. The life cycles of both fly populations are coordinated with those of their host trees. The flies of each population apparently can distinguish and select mates with similar host preferences and reject mates from the population specific to the other host tree. There is very little hybridization (only about 5 percent) between the two groups. Initially, which of the following isolating mechanisms is likely to have been the most important in preventing gene flow between the two populations of Rhagoletis? (A) Gamete incompatibility (B) Temporal isolation (C) Mechanical isolation (D) Reduced hybrid viability", "Rhagoletis pomonella is a parasitic fly native to North America that infests fruit trees. The female fly lays her eggs in the fruit. The larvae hatch and burrow through the developing fruit. The next year, the adult flies emerge. Prior to the European colonization of North America, the major host of Rhagoletis was a native species of hawthorn, Crataegus marshallii. The domestic apple tree, Malus domestica, is not native to North America, but was imported by European settlers in the late 1700s and early 1800s. When apple trees were first imported into North America, there was no evidence that Rhagoletis could use them as hosts. Apples set fruit earlier in the season and develop faster, where hawthorns set later and develop more slowly. Recent analysis of Rhagoletis populations has shown that two distinct populations of flies have evolved from the original ancestral population of flies that were parasitic on hawthorns. One population infests only apple trees, and the other infests only hawthorns. The life cycles of both fly populations are coordinated with those of their host trees. The flies of each population apparently can distinguish and select mates with similar host preferences and reject mates from the population specific to the other host tree. There is very little hybridization (only about 5 percent) between the two groups. Matings between individuals from the two populations of Rhagoletis produce hybrid flies that appear to be healthy and have normal life spans. The eggs laid by these hybrid flies, however, hatch less often than those of flies from either of the two populations. What isolating mechanism seems to be important in this hybrid population? (A) Prezygotic isolation (B) Mechanical isolation (C) Reduced hybrid fertility (D) Habitat isolation", "A group of mice was released into a large field to which no other mice had access. Immediately after the release, a representative sample of the mice was captured, and the fur color of each individual in the sample was observed and recorded. The mice were then returned to the field. After twenty years, another representative sample of the mice was captured, and the fur color of each individual in the sample was again recorded. Which of the following best explains the change in the frequency distribution of fur color phenotypes in the mouse population, as shown in the figures above? (A) The allele for gray fur color is unstable, and over twenty years most of those alleles mutated to become alleles for black fur. (B) The field was composed primarily of light-colored soil and little vegetation, affording gray mice protection from predators. (C) Sexual selection led to increased mating frequency of black and brown versus gray and brown. (D) The gray mice were hardest to capture and so were underrepresented in the twenty-year sample.", "Scientists have found that the existing populations of a certain species of amphibian are small in number, lacking in genetic diversity, and separated from each other by wide areas of dry land. Which of the following human actions is most likely to improve the long-term survival of the amphibians? (A) Cloning the largest individuals to counteract the effects of aggressive predation (B) Reducing the population size by one-fifth to decrease competition for limited resources (C) Constructing a dam and irrigation system to control flooding (D) Building ponds in the areas of dry land to promote interbreeding between the separated populations", "A new mutation that arose in one copy of gene X in a somatic cell resulted in the formation of a tumor. Which of the following pieces of evidence best describes how the new mutation directly caused the tumor? (A) Protein X normally stimulates cell division, and the mutation created an overactive version of protein X. (B) Protein X normally activates a growth hormone receptor, and the mutation decreased the stability of protein X. (C) Protein X normally prevents passage through the cell cycle, and the mutation created an overactive version of protein X. (D) Protein X normally regulates gene expression, and the mutation created an underactive version of protein X that blocked the cell cycle.", "Cystic fibrosis is a recessively inherited disorder that results from a mutation in the gene encoding CFTR chloride ion channels located on the surface of many epithelial cells. As shown in the figure, the mutation prevents the normal movement of chloride ions from the cytosol of the cell to the extracellular fluid. As a consequence of the mutation, the mucus layer that is normally present on the surface of the cells becomes exceptionally dehydrated and viscous. An answer to which of the following questions would provide the most information about the association between the CFTR mutation and the viscous mucus? (A) Is the mucus also secreted from the cells through the CFTR proteins? (B) How does the disrupted chloride movement affect the movement of sodium ions and water by the cell? (C) How does the mutation alter the structure of the CFTR proteins? (D) What is the change in nucleotide sequence that results in the CFTR mutation?", "In a classic experiment from the 1970s investigating gene expression, a solution containing equal amounts of rabbit a-hemoglobin mRNA and b-hemoglobin mRNA, which encode subunits of a protein found in red blood cells, was injected into newly fertilized frog eggs. The injected mRNA was not degraded during the course of the experiment. Tadpoles that developed from the injected eggs were dissected into two fragments, one containing predominantly the notochord, muscle tissue, and nerve tissue and the other containing predominantly the other tissue types. Equal amounts of total protein were analyzed after separation by electrophoresis to identify the relative amounts of the different proteins present in each sample. The thickness of the bands indicates the relative amounts of rabbit a-hemoglobin, rabbit b-hemoglobin, and frog tubulin (a cytoskeletal protein that is expressed at relatively constant levels in all tissues) present in each tadpole sample. The experimental protocol and results are summarized in the figure below. The observation that the rabbit mRNA was successfully translated in the frog tissues supports which of the following conclusions? (A) Frog cells are able to replace their own hemoglobin with rabbit hemoglobin. (B) Undeveloped frog eggs can be induced to form genetically identical copies of a rabbit. (C) Rabbit hemoglobin can induce an immune response in frogs. (D) Rabbits and frogs share a common genetic code for expressing heritable information.", "In a classic experiment from the 1970s investigating gene expression, a solution containing equal amounts of rabbit a-hemoglobin mRNA and b-hemoglobin mRNA, which encode subunits of a protein found in red blood cells, was injected into newly fertilized frog eggs. The injected mRNA was not degraded during the course of the experiment. Tadpoles that developed from the injected eggs were dissected into two fragments, one containing predominantly the notochord, muscle tissue, and nerve tissue and the other containing predominantly the other tissue types. Equal amounts of total protein were analyzed after separation by electrophoresis to identify the relative amounts of the different proteins present in each sample. The thickness of the bands indicates the relative amounts of rabbit a-hemoglobin, rabbit b-hemoglobin, and frog tubulin (a cytoskeletal protein that is expressed at relatively constant levels in all tissues) present in each tadpole sample. The experimental protocol and results are summarized in the figure below. The electrophoresis results best support which of the following conclusions? (A) Cell specialization during development results in some cells losing the ability to synthesize proteins. (B) Cells from different tissues share a common ability to use genetic material from a foreign source to produce protein. (C) In comparison with other cells, nerve cells have a superior ability to produce cytoskeletal proteins. (D) Muscle cells produce more b-hemoglobin than do cells from the other tissues in a tadpole.", "In a classic experiment from the 1970s investigating gene expression, a solution containing equal amounts of rabbit a-hemoglobin mRNA and b-hemoglobin mRNA, which encode subunits of a protein found in red blood cells, was injected into newly fertilized frog eggs. The injected mRNA was not degraded during the course of the experiment. Tadpoles that developed from the injected eggs were dissected into two fragments, one containing predominantly the notochord, muscle tissue, and nerve tissue and the other containing predominantly the other tissue types. Equal amounts of total protein were analyzed after separation by electrophoresis to identify the relative amounts of the different proteins present in each sample. The thickness of the bands indicates the relative amounts of rabbit a-hemoglobin, rabbit b-hemoglobin, and frog tubulin (a cytoskeletal protein that is expressed at relatively constant levels in all tissues) present in each tadpole sample. The experimental protocol and results are summarized in the figure below. Which of the following is the best justification for why the rabbit hemoglobin proteins were found throughout the tadpole? (A) Rabbit mRNA is composed of nucleotides that are more stable than those in frog mRNA. (B) Rabbit hemoglobin is synthesized more efficiently than frog hemoglobin in frog cells. (C) After differentiation, the rabbit hemoglobin proteins move through the circulatory system of the tadpole to every cell. (D) The mRNA injected into the newly fertilized frog eggs is distributed in the cytoplasm of every daughter cell during cell division.", "In a classic experiment from the 1970s investigating gene expression, a solution containing equal amounts of rabbit a-hemoglobin mRNA and b-hemoglobin mRNA, which encode subunits of a protein found in red blood cells, was injected into newly fertilized frog eggs. The injected mRNA was not degraded during the course of the experiment. Tadpoles that developed from the injected eggs were dissected into two fragments, one containing predominantly the notochord, muscle tissue, and nerve tissue and the other containing predominantly the other tissue types. Equal amounts of total protein were analyzed after separation by electrophoresis to identify the relative amounts of the different proteins present in each sample. The thickness of the bands indicates the relative amounts of rabbit a-hemoglobin, rabbit b-hemoglobin, and frog tubulin (a cytoskeletal protein that is expressed at relatively constant levels in all tissues) present in each tadpole sample. The experimental protocol and results are summarized in the figure below. Which of the following conclusions is most consistent with the results of the experiment? (A) Rabbit mRNA is composed of nucleotides that are absent from frog mRNA. (B) A larger volume of blood circulates through a rabbit than through a frog. (C) The subunits of hemoglobin differ in size, shape, or charge. (D) Synthesis of b-hemoglobin occurs at a faster rate in muscle cells than in other body cells.", "In a classic experiment from the 1970s investigating gene expression, a solution containing equal amounts of rabbit a-hemoglobin mRNA and b-hemoglobin mRNA, which encode subunits of a protein found in red blood cells, was injected into newly fertilized frog eggs. The injected mRNA was not degraded during the course of the experiment. Tadpoles that developed from the injected eggs were dissected into two fragments, one containing predominantly the notochord, muscle tissue, and nerve tissue and the other containing predominantly the other tissue types. Equal amounts of total protein were analyzed after separation by electrophoresis to identify the relative amounts of the different proteins present in each sample. The thickness of the bands indicates the relative amounts of rabbit a-hemoglobin, rabbit b-hemoglobin, and frog tubulin (a cytoskeletal protein that is expressed at relatively constant levels in all tissues) present in each tadpole sample. The experimental protocol and results are summarized in the figure below. Given that equal amounts of the different mRNAs were injected into fertilized frog eggs, which of the following conclusions is most consistent with the electrophoresis results? (A) b-hemoglobin mRNA is translated more efficiently than is a-hemoglobin mRNA. (B) a-hemoglobin is present only in cells where b-hemoglobin is absent. (C) a-hemoglobin mRNA is more stable than b-hemoglobin mRNA. (D) Tubulin inhibits translation of hemoglobin mRNA.", "To determine the evolutionary history and relationships among organisms, scientists gather evidence from a wide variety of sources including paleontology, embryology, morphology, behavior, and molecular biology. A phylogenetic tree of vertebrates is shown. Which of the following statements is most consistent with the phylogenetic tree shown? (A) Birds and turtles evolved their own means of gas exchange independently of the other vertebrates. (B) Mammals are most closely related to birds because they share a direct common ancestor. (C) The common ancestor of reptiles, birds, and mammals produced amniotic eggs. (D) Crocodiles are direct descendents of ray-finned fishes since they live in the same environment.", "The diagram above depicts the response to a pinprick (stimulus) on the tip of a human finger. The arrows show the direction of impulse transmission along the labeled axons. If axon II was damaged before the pinprick, which of the following is most likely? (A) The person will not feel the pinprick. (B) The person can no longer feel pain. (C) The person’s finger will not withdraw reflexively. (D) The person cannot transmit nerve impulses to the brain.", "The diagram above depicts the response to a pinprick (stimulus) on the tip of a human finger. The arrows show the direction of impulse transmission along the labeled axons. If axon II was damaged before the pinprick, which of the following is most likely? (A) The person will not feel the pinprick. (B) The person can no longer feel pain. (C) The person’s finger will not withdraw reflexively. (D) The person cannot transmit nerve impulses to the brain.", "In the Arctic Ocean, the predominant primary producers are phytoplankton. Phytoplankton are consumed by zooplankton, which in turn are eaten by codfish. In years when there is more open water (less ice coverage), there are more zooplankton and fish than in years with less open water (more ice coverage). Based on the graph above, the difference is most likely because (A) when there is less open water, light is blocked from the zooplankton, so they cannot produce as much food for the fish (B) when there is more open water, the temperature is warmer, so the zooplankton and fish populations increase in size (C) the ice blocks the light, so in years with more ice coverage, there is less photosynthesis by the phytoplankton (D) the ice increases the light available for photosynthesis, so primary production increases and zooplankton populations increase in size", "The diagram above illustrates feedback control as exerted by the hormone thyroxine. Following surgical removal of the thyroid gland, the level of TSH in the blood will increase. Which of the following best explains this increase? (A) Residual blood thyroxine, from prior to thyroid gland removal, will bind to cells in the anterior pituitary, signaling more TSH secretion. (B) Thyroxine will remain bound to thyroxine receptors on various body cells, and these body cells will secrete additional hormones that stimulate the anterior pituitary to secrete TSH. (C) Thyroxine that was stored in the anterior pituitary prior to thyroid gland removal will signal more TSH secretion. (D) A decrease in thyroxine levels means a loss of inhibition to the hypothalamus and anterior pituitary, leading to increased TSH secretion.", "Photosynthetic activity can be measured using chloroplasts suspended in a buffered solution containing DCPIP, a dye that can accept electrons from the electron transport chain of photosynthesis. Transfer of electrons to DCPIP decreases the relative absorbance of a specific wavelength of light (605 nm) by a solution that contains the dye. A buffered solution containing chloroplasts and DCPIP was divided equally among six identical samples. The samples were placed at various distances from a lamp, and then all samples were exposed to white light from the lamp for 60 minutes at room temperature. Sample 3 was wrapped in foil to prevent any light from reaching the solution. At 20-minute intervals, the photosynthetic activity in each sample was determined by measuring the relative absorbance of 605 nm light. The results of the experiment are provided below. Which of the following scientific questions could be investigated using a similar experimental setup? (A) How much carbon dioxide is required by a plant cell to produce one molecule of glucose? (B) What wavelength of light best activates electron transfer reactions in chloroplasts? (C) Which molecule in chloroplasts accepts activated electrons from DCPIP during photosynthesis? (D) Are the same genes that are expressed in chloroplasts also expressed in mitochondria?", "The figure above shows a model of a ligand precursor being cleaved to produce an active ligand that binds to a specific receptor. Which of the following is most likely to reduce the binding of the active ligand to its receptor? (A) A change in the cytoskeletal attachment of transmembrane proteins (B) The presence of a large amount of the precursor form of the ligand (C) An increase in the ratio of the number of unsaturated to the number of saturated fatty acid tails of the membrane lipids (D) A mutation in the receptor gene that causes a substitution of a charged amino acid for a nonpolar amino acid in the ligand binding site of the receptor", "The following figures display data collected while studying a family, some members of which have sickle-cell disease—a rare genetic disorder caused by a mutation in the hemoglobin beta gene (HBB). There are at least two alleles of the HBB gene: the HbA allele encodes wild-type hemoglobin and the HbS allele encodes the sickle-cell form of hemoglobin. Genetic testing provided insight into the inheritance pattern for sickle-cell disease. Figure 2. A portion of the DNA sequence from the wild-type hemoglobin allele (HbA) that codes for normal hemoglobin. The HbS allele, which causes sickle-cell disease, results from a mutation in the DNA sequence shown in Figure 2 that produces a valine (val) in the place of a glutamic acid (glu) residue in the hemoglobin protein. Which of the following mRNA sequences is derived from the HbS allele? (A) 5′ GAC TGA GGA CTC CTC TTC AGA 3′ (B) 5′ UCU GAA GAG GAA UCC UCA GUC 3′ (C) 5′ AGA CTT CTC CTC AGG AGT CAG 3′ (D) 5′ CUG ACU CCU GUG GAG AAG UCU 3′", "Antidiuretic hormone (ADH) is important in maintaining homeostasis in mammals. ADH is released from the hypothalamus in response to high tissue osmolarity. In response to ADH, the collecting duct and distal tubule in the kidney become more permeable to water, which increases water reabsorption into the capillaries. The amount of hormone released is controlled by a negative feedback loop. Based on the model presented, which of the following statements expresses the proper relationship between osmolarity, ADH release, and urine production? (A) As tissue osmolarity rises, more ADH is released, causing less water to be excreted as urine. (B) As tissue osmolarity rises, less ADH is released, causing less water to be excreted as urine. (C) As tissue osmolarity rises, more ADH is released, causing more water to be excreted as urine. (D) As tissue osmolarity rises, less ADH is released, causing more water to be excreted as urine.", "Ellis-van Creveld syndrome is a recessive genetic disorder that includes the characteristics of short stature and extra fingers or toes. In the general population, this syndrome occurs in approximately 1 in 150,000 live births. In a particular isolated population, however, the incidence of this syndrome among live births is 1 in 500. Assume that both the isolated population and the general population are in Hardy-Weinberg equilibrium with respect to this syndrome. Which of the following best describes the difference between the frequency of the allele that causes the syndrome in the general population and the frequency of the allele in the isolated population? (A) The frequency of the Ellis-van Creveld allele is 0.002 in the isolated population and 0.0000066 in the general population, which suggests that selection for this trait is occurring in both populations. (B) The frequency of the Ellis-van Creveld allele is 0.0447 in the isolated population and 0.0026 in the general population, showing that the rate of genetic mutation is highest among individuals in the isolated population. (C) The frequency of the Ellis-van Creveld allele is 0.002 in the isolated population and 0.0000066 in the general population, which demonstrates gametic incompatibility between the populations. (D) The frequency of the Ellis-van Creveld allele is 0.0447 in the isolated population and 0.0026 in the general population, which suggests that genetic drift has occurred in the isolated population."], "contexts": [["item explores those explanations.Consider the interaction of these three cell types that\nintegrate information to produce a response to external\ncues:\nFigure 26.38\nA. Use the figure to construct a representation of the\ndirection of information flow.\nThe central body of a neuron is elaborated by tree-like\nstructures called dendrites. These allow the neuron to\nintegrate information from multiple sensory receptors.\nB.Describe what refinement of the basic stimulus-\nresponse system in the diagram is needed to achieve even\nthe simplest response: “move away.” Awareness of\norientation and motion within a body is called\nproprioception. Describe how multiple neurons are\nrequired to acquire proprioception.\nThe generation of neurons occurs during development.\nHowever, adults continue to form memories and learn.\nRearrangement of connections between neurons is a\npossible explanation and in several studies steroid\nhormones have been shown to produce dendritic plasticity.", "episodic memories. Olfaction is finally processed by areas of the brain that deal with memory, emotions, reproduction, and\nthought.\nTaste neurons project from taste cells in the tongue, esophagus, and palate to the medulla, in the brainstem. From the\nmedulla, taste signals travel to the thalamus and then to the primary gustatory cortex. Information from different regions of\nthe tongue is segregated in the medulla, thalamus, and cortex.\n27.4 |Hearing and Vestibular Sensation\nIn this section, you will explore the following questions:\n•What is the relationship of amplitude and frequency of a sound wave to the attributes of sound?\n•What path does sound travel within the auditory system to the site of transduction of sound?\n•What are the structures of the vestibular system that respond to gravity?\nAudition , or hearing, is important to humans and to other animals for many different interactions. It enables an organism"], ["counted individual plants and mapped their locations.\nAnalysis of the data revealed that the wildflower has a\nuniform population distribution. This result prompts the\nresearcher to ask a new scientific question to further refine\nhis understanding of the ecology of this plant species.\nConstruct a scientific question the researcher might ask\nthat is directly prompted by his first set of findings.Chapter 36 | Population and Community Ecology 1669", "maximum number of 120 individuals, which\ncould be the carrying capacity of the\nenvironment.\nd. The population grew exponentially in the first\nfew years and later became logistic as the rate\nslowed down. The population eventually became\nstable after reaching a number of 116\nindividuals, which could be the carrying\ncapacity of the environment.\n92.It has been suggested a population of a flowering plant\nis being jeopardized by population declines in a butterfly\nspecies thought to be the primary pollinator of the plant.\nIdentify data that could best be used to either justify or\nrefute this suggestion.\na. nectar energy provided to the butterfly species\nper visit to a flower of the plant species in a field\nb. number of fruits produced per flower of plants in\na section of a field screened off from access by\nthe butterfly species\nc. number of butterfly visits per flower per day in\nvarious fields throughout the growing range of\nthe plant\nd. species of flowers visited by individual", "habitable locations to house their growing\nnumbers.\nb. The populations of organisms presently\ninhabiting these regions will shift as global\nwarming causes many species to decline and\nnew species to move in.\nc. The carrying capacity of these regions for\nhumans will decrease as the human population\nincreases exponentially.\nd. Ecosystems can be expected to remain\nuntouched by humans as new technologies are\ndeveloped to sustain a growing population.\n105. A researcher is interested in investigating whether the\ncroaking pattern produced by males in a frog species is a\nlearned behavior or an innate behavior. Which of the\nfollowing would best help the researcher answer this\nquestion?\na. genetic analyses of adult male frogs raised in\nisolation and in multigenerational frog\ncommunities\nb. field observations of adult frogs in their native\nhabitat during mating season\nc. video recordings of individual frogs raised in\nlarge multigenerational frog communities"], ["concentrations of ions and other substances needed by living cells in the face of these passive movements. Much of a cell’s\nsupply of metabolic energy may be spent maintaining these processes. (Most of a red blood cell’s metabolic energy is used\nto maintain the imbalance between exterior and interior sodium and potassium levels required by the cell.) Because active\ntransport mechanisms depend on a cell’s metabolism for energy, they are sensitive to many metabolic poisons that interfere\nwith the supply of ATP.\nTwo mechanisms exist for the transport of small-molecular weight material and small molecules. Primary active transport\nmoves ions across a membrane and creates a difference in charge across that membrane, which is directly dependent on ATP.\nSecondary active transport describes the movement of material that is due to the electrochemical gradient established by\nprimary active transport that does not directly require ATP.214 Chapter 5 | Structure and Function of Plasma Membranes"], ["a. inbreeding, because the gene distributions are\nbecoming less similar among the population\nb. genetic drift, as the distribution of traits has\nbecome more random\nc. gene flow, as the population has likely gained\nnew mouthpart traits through immigration\nd. natural selection, as insects that have mid-sized\nmouthparts are being favored\n33.A pond is stocked with 250 fish, all of the same\nspecies. At that time, the researchers tested the fish to\ndetermine if they were genetically predisposed to a certain\ndisease. The gene tested has two alleles, A and a. They\nfound that 58 of the fish possessed allele A, while the rest\nof the fish possessed allele a. They plan to reassess the fish\n5 years later. A computer model predicts that the\npopulation will likely increase to 850 fish and have 403\nheterozygote (Aa) individuals. Will the future population\nhave evolved? State how you know.\na. Evolution has not occurred, because the\nfrequency of the heterozygotes is different 5", "habitable locations to house their growing\nnumbers.\nb. The populations of organisms presently\ninhabiting these regions will shift as global\nwarming causes many species to decline and\nnew species to move in.\nc. The carrying capacity of these regions for\nhumans will decrease as the human population\nincreases exponentially.\nd. Ecosystems can be expected to remain\nuntouched by humans as new technologies are\ndeveloped to sustain a growing population.\n105. A researcher is interested in investigating whether the\ncroaking pattern produced by males in a frog species is a\nlearned behavior or an innate behavior. Which of the\nfollowing would best help the researcher answer this\nquestion?\na. genetic analyses of adult male frogs raised in\nisolation and in multigenerational frog\ncommunities\nb. field observations of adult frogs in their native\nhabitat during mating season\nc. video recordings of individual frogs raised in\nlarge multigenerational frog communities", "more offspring than individuals who are\npoorly adapted.\n2. Individuals who are poorly adapted do not\nsurvive at the same rate as individuals who\nare well adapted.\n3. Phenotypic variations shift.\n4. Genetic frequencies within the population\nchange.\n5. A change occurs in the population’s\nenvironment.\n66.A biologist studies a population of voles for 20 years.\nDuring almost the entire research period, the population\nstays between 50 and 75 individuals. Additionally, fewer\nthan half of the voles born do not survive to reproduce,\ndue to predation and competition for food. Then, in one\ngeneration, 80% of the voles born live to reproduce. The\npopulation increases to 110 individuals. What inferences760 Chapter 18 | Evolution and Origin of Species\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "describe this population? Explain your reasoning.\na. Type II survivorship curve because the number\nof survivors decreases by the same value (20%)\nevery year.\nb. Type I survivorship curve because the number of\nsurvivors decreases by the same value (20%)\nevery year.\nc. Type II survivorship curve because the number\nof survivors increases by the same value (20%)\nevery year.\nd. Type IV survivorship curve because the number\nof survivors decreases by the same value (20%)\nevery year.\n81.After discovering a new species of salamander in a\nforest ecosystem, a researcher set traps at many different\nlocations within the forest and collects data from his traps.\nThe researcher’s goal was to determine which types of\nenvironments within the forest the salamander is most\nlikely to be found. Construct another scientific questionthe researcher can answer using the data he has already\ncollected to further refine his study of this species.\na. What is the population distribution of this"], ["b. The light reactions produces NADP+and ADP, which are then used in the Calvin cycle.\nc. The light reactions uses NADPH and ATP, which are produced by the Calvin cycle.\nd. The light reactions produce only NADPH, which is produced by the Calvin cycle.Chapter 8 | Photosynthesis 335", "Figure 8.19 The Calvin cycle has three stages. In stage 1, the enzyme RuBisCO incorporates carbon dioxide into\nan organic molecule, 3-PGA. In stage 2, the organic molecule is reduced using electrons supplied by NADPH. In\nstage 3, RuBP, the molecule that starts the cycle, is regenerated so that the cycle can continue. Only one carbon\ndioxide molecule is incorporated at a time, so the cycle must be completed three times to produce a single three-\ncarbon GA3P molecule, and six times to produce a six-carbon glucose molecule.\nWhich of the following statements is true?\na. In photosynthesis, oxygen, carbon dioxide, ATP and NADPH are reactants. GA3P and water are products.\nb. In photosynthesis, chlorophyll, water and carbon dioxide are reactants. GA3P and oxygen are products.\nc. In photosynthesis, water, carbon dioxide, ATP and NADPH are reactants. RuBP and oxygen are products.\nd. In photosynthesis, water and carbon dioxide are reactants. GA3P and oxygen are products.", "measurement of light?\na. a specific portion of the visible spectrum\nb. color intensity\nc. the amount of energy of a wave of light\nd. the distance from trough to crest of the wave\n14.Which molecule must enter the Calvin cycle\ncontinually for the light-independent reactions to take\nplace?\na. CO 2\nb. RuBisCO\nc. RuBP\nd. 3-PGA\n15.Which order of molecular conversions is correct for\nthe Calvin cycle?\na.RuBP+G3P → 3-PGA → sugar\nb.RuBisCO → CO2→ RuBP → G3P\nc.RuBP+CO2→ [RuBisCO]3-PGA → G3P\nd.CO2→ 3-PGA → RuBP → G3P\n16.Which statement correctly describes carbon fixation?\na. the conversion of CO2into an organic\ncompound\nb. the use of RuBisCO to form 3-PGA\nc. the production of carbohydrate molecules from\nG3P\nd. the use of ATP and NADPH to reduce CO2\n17.Which substance catalyzes carbon fixation?a. 3-PGA\nb. NADPH\nc. RuBisCO\nd. RuBP\n18.Which pathway is used by both plants and animals?\na. carbon fixation\nb. cellular respiration\nc. photosystem II\nd. photosynthesis", "c.O2andCO2levels would both decrease.\nd.O2andCO2levels would both increase.\nThink About It\nOn a hot, dry day, plants close their stomata to conserve water. Predict the impact of this on photosynthesis\nand justify your prediction.\n8.3|Using Light to Make Organic Molecules\nIn this section, you will explore the following questions:\n•What are the reactions in the Calvin cycle described as the light-independent reactions?\n•Why does the term “carbon fixation” describe the products of the Calvin cycle?\n•What is the role of photosynthesis in the energy cycle of all living organisms?\nConnection for AP®Courses\nThe free energy stored in ATP and NADPH produced in the light-dependent reactions is used to power the chemical\nreactions of the light-independent reactions or Calvin cycle, which can occur during both the day and night. In the Calvin\ncycle, an enzyme called ribulose biphosphate carboxylase (RuBisCO), catalyzes a reaction with CO 2and another molecule", "perform their reactions. How does the Calvin cycle help to\nharness, store, and use energy in its pathway?\na. The Calvin cycle harnesses energy in the form of\n6 ATP and 6 NADPH that are used to produce\nFructose-3- phosphate (F3P) molecules. These\nstore the energy captured from photosynthesis.\nThe cycle uses this energy to regenerate RuBP.\nb. The Calvin cycle harnesses energy in the form of\n6 ATP and 6 NADPH that are used to produce\nGlyceraldehyde-3- phosphate (GA3P)\nmolecules. These store the energy captured from\nphotosynthesis. The cycle uses this energy to\nregenerate RuBP.\nc. The Calvin cycle harnesses energy in the form of\n3 ATP and 3 NADPH that are used to produce\nGlyceraldehyde-3- phosphate (GA3P)\nmolecules. These store the energy captured from\nphotosynthesis. The cycle uses this energy to\nregenerate the RuBP.\nd. The Calvin cycle harnesses energy in the form of\n6 ATP and 3 NADPH that are used to produce\nGlyceraldehyde-3- phosphate (GA3P)\nmolecules. These store energy captured from"], ["a. DNA is made up of two strands that are twisted\naround each other to form a helix. Adenine pairs\nup with thymine and cytosine pairs with\nguanine. The two strands are anti-parallel in\nnature; that is, the 3’ end of one strand faces the\n5’ end of other strand. Sugar, phosphate and\nnitrogenous bases contribute to the DNA\nstructure.\nb. DNA is made up of two strands that are twisted\naround each other to form a helix. Adenine pairs\nup with cytosine and thymine pairs with\nguanine. The two strands are anti-parallel in\nnature; that is, the 3’ end of one strand faces the\n5’ end of other strand. Sugar, phosphate and\nnitrogenous bases contribute to the DNA\nstructure.\nc. DNA is made up of two strands that are twisted\naround each other to form a helix. Adenine pairs\nup with thymine and cytosine pairs with\nguanine. The two strands are parallel in nature;\nthat is, the 3’ end of one strand faces the 3’ end\nof other strand. Sugar, phosphate and\nnitrogenous bases contribute to the DNA\nstructure.", "Pauling had discovered the secondary structure of proteins using X-ray crystallography. In Wilkins’ lab, researcher Rosalind\nFranklin was using X-ray diffraction methods to understand the structure of DNA. Watson and Crick were able to piece\ntogether the puzzle of the DNA molecule on the basis of Franklin's data because Crick had also studied X-ray diffraction\n(Figure 14.6). In 1962, James Watson, Francis Crick, and Maurice Wilkins were awarded the Nobel Prize in Medicine.\nUnfortunately, by then Franklin had died, and Nobel prizes are not awarded posthumously.\nFigure 14.6 The work of pioneering scientists (a) James Watson, Francis Crick, and Maclyn McCarty led to our present\nday understanding of DNA. Scientist Rosalind Franklin discovered (b) the X-ray diffraction pattern of DNA, which\nhelped to elucidate its double helix structure. (credit a: modification of work by Marjorie McCarty, Public Library of\nScience)", "a. Rosalind Franklin used X-ray diffraction\nmethods to demonstrate the helical nature of\nDNA, while Watson and Crick formulated the\ndouble stranded structural model of DNA.\nb. Rosalind Franklin, Watson and Crick first\nemployed the technique of X-ray diffraction to\nunderstand the storage of DNA. Since it did not\nwork out, Watson and Crick then ran\nexperiments to ascertain the DNA structure.\nc. Rosalind Franklin, Watson and Crick used X-ray\ndiffraction methods to demonstrate the helical\nnature of DNA, while Rosalind Franklin\nformulated the double stranded structural model\nof DNA.\nd. Watson and Crick used X-ray diffraction\nmethods to demonstrate the helical nature of\nDNA, while Rosalind Franklin formulated the\ndouble stranded structural model of DNA.\n58.What do RNA and DNA have in common?\na. Both contain four different nucleotides.\nb. Both are usually double-stranded molecules.\nc. Both contain adenine and uracil.\nd. Both contain ribose.", "stacked inside. Each base pair is separated from the other base pair by a distance of 0.34 nm, and each turn of the helix\nmeasures 3.4 nm. Therefore, ten base pairs are present per turn of the helix. The diameter of the DNA double helix is 2\nnm, and it is uniform throughout. Only the pairing between a purine and pyrimidine can explain the uniform diameter. The\ntwisting of the two strands around each other results in the formation of uniformly spaced major and minor grooves (Figure\n14.7).\nFigure 14.7 DNA has (a) a double helix structure and (b) phosphodiester bonds. The (c) major and minor grooves\nare binding sites for DNA binding proteins during processes such as transcription (the copying of RNA from DNA) and\nreplication.\nActivity\nRead Watson and Crick’s original Nature article, “Molecular Structure of Nucleic Acids: A Structure for\nDeoxyribose Nucleic Acid,” How did Watson and Crick’s model build on the findings of Rosalind Franklin?", "Figure 14.4 In Hershey and Chase's experiments, bacteria were infected with phage radiolabeled with either35S,\nwhich labels protein, or32P, which labels DNA. Only32P entered the bacterial cells, indicating that DNA is the genetic\nmaterial.\nAround this same time, Austrian biochemist Erwin Chargaff examined the content of DNA in different species and found\nthat the amounts of adenine, thymine, guanine, and cytosine were not found in equal quantities, and that it varied from\nspecies to species, but not between individuals of the same species. He found that the amount of adenine equals the amount\nof thymine, and the amount of cytosine equals the amount of guanine, or A = T and G = C. This is also known as Chargaff’s\nrules. This finding proved immensely useful when Watson and Crick were getting ready to propose their DNA double helix\nmodel.\n14.2 |DNA Structure and Sequencing\nIn this section, you will explore the following questions:\n•What is the molecular structure of DNA?"], ["a decrease in temperature\nb. an increase in carbon dioxide, increase in pH, or\na decrease in temperature\nc. a decrease in carbon dioxide, decrease in pH, or\na decrease in temperature\nd. a decrease in carbon dioxide, increase in pH, or\nan increase in temperature\n40.Chapter 30 | The Respiratory System 1347", "other environmental factors and diseases can affect oxygen carrying capacity and delivery.\nCarbon dioxide levels, blood pH, and body temperature affect oxygen-carrying capacity (Figure 30.20). When carbon\ndioxide is in the blood, it reacts with water to form bicarbonate (HCO3−)and hydrogen ions (H+). As the level of carbon\ndioxide in the blood increases, more H+is produced and the pH decreases. This increase in carbon dioxide and subsequent\ndecrease in pH reduce the affinity of hemoglobin for oxygen. The oxygen dissociates from the Hb molecule, shifting the\noxygen dissociation curve to the right. Therefore, more oxygen is needed to reach the same hemoglobin saturation level\nas when the pH was higher. A similar shift in the curve also results from an increase in body temperature. Increased\ntemperature, such as from increased activity of skeletal muscle, causes the affinity of hemoglobin for oxygen to be reduced.", "it reaches the lungs, the carbon dioxide can freely dissociate from the hemoglobin and be expelled from the body.\nThird, the majority of carbon dioxide molecules (85 percent) are carried as part of the bicarbonate buffer system .\nIn this system, carbon dioxide diffuses into the red blood cells. Carbonic anhydrase (CA) within the red blood cells\nquickly converts the carbon dioxide into carbonic acid (H 2CO3). Carbonic acid is an unstable intermediate molecule\nthat immediately dissociates into bicarbonate ions (HCO3−)and hydrogen (H+) ions. Since carbon dioxide is quickly\nconverted into bicarbonate ions, this reaction allows for the continued uptake of carbon dioxide into the blood down its\nconcentration gradient. It also results in the production of H+ions. If too much H+is produced, it can alter blood pH.\nHowever, hemoglobin binds to the free H+ions and thus limits shifts in pH. The newly synthesized bicarbonate ion is", "a. the ability of the diaphragm to contract and relax\nto change the volume of the lung, inspiration\nb. the reserve air in the lungs that is present even\nafter maximum exhalation, expiration\nc. the ability of the bronchioles to expand and\nretract as air enters and exits, inspiration\nd. the ability of lung tissue to exert pressure back\ntowards the lung’s interior, expiration\n16.Low pH in the blood will _____ hemoglobin’s affinity\nfor _____.\na. increase, carbon dioxide\nb. increase, oxygen\nc. decrease, carbon dioxide\nd. decrease, oxygen\n17.Which of the following will not facilitate the transfer\nof oxygen to tissues?\na. decreased body temperature\nb. decreased pH of the blood\nc. increased carbon dioxide\nd. increased exercise18.How is the majority of carbon dioxide in the blood\ntransported?\na. binding to hemoglobin\nb. dissolution in the blood\nc. as bicarbonate\nd. binding to plasma proteins\n19.How is the chloride shift related to the transport of\ncarbon dioxide in the blood?"], ["a decrease in temperature\nb. an increase in carbon dioxide, increase in pH, or\na decrease in temperature\nc. a decrease in carbon dioxide, decrease in pH, or\na decrease in temperature\nd. a decrease in carbon dioxide, increase in pH, or\nan increase in temperature\n40.Chapter 30 | The Respiratory System 1347", "other environmental factors and diseases can affect oxygen carrying capacity and delivery.\nCarbon dioxide levels, blood pH, and body temperature affect oxygen-carrying capacity (Figure 30.20). When carbon\ndioxide is in the blood, it reacts with water to form bicarbonate (HCO3−)and hydrogen ions (H+). As the level of carbon\ndioxide in the blood increases, more H+is produced and the pH decreases. This increase in carbon dioxide and subsequent\ndecrease in pH reduce the affinity of hemoglobin for oxygen. The oxygen dissociates from the Hb molecule, shifting the\noxygen dissociation curve to the right. Therefore, more oxygen is needed to reach the same hemoglobin saturation level\nas when the pH was higher. A similar shift in the curve also results from an increase in body temperature. Increased\ntemperature, such as from increased activity of skeletal muscle, causes the affinity of hemoglobin for oxygen to be reduced.", "it reaches the lungs, the carbon dioxide can freely dissociate from the hemoglobin and be expelled from the body.\nThird, the majority of carbon dioxide molecules (85 percent) are carried as part of the bicarbonate buffer system .\nIn this system, carbon dioxide diffuses into the red blood cells. Carbonic anhydrase (CA) within the red blood cells\nquickly converts the carbon dioxide into carbonic acid (H 2CO3). Carbonic acid is an unstable intermediate molecule\nthat immediately dissociates into bicarbonate ions (HCO3−)and hydrogen (H+) ions. Since carbon dioxide is quickly\nconverted into bicarbonate ions, this reaction allows for the continued uptake of carbon dioxide into the blood down its\nconcentration gradient. It also results in the production of H+ions. If too much H+is produced, it can alter blood pH.\nHowever, hemoglobin binds to the free H+ions and thus limits shifts in pH. The newly synthesized bicarbonate ion is", "a. the ability of the diaphragm to contract and relax\nto change the volume of the lung, inspiration\nb. the reserve air in the lungs that is present even\nafter maximum exhalation, expiration\nc. the ability of the bronchioles to expand and\nretract as air enters and exits, inspiration\nd. the ability of lung tissue to exert pressure back\ntowards the lung’s interior, expiration\n16.Low pH in the blood will _____ hemoglobin’s affinity\nfor _____.\na. increase, carbon dioxide\nb. increase, oxygen\nc. decrease, carbon dioxide\nd. decrease, oxygen\n17.Which of the following will not facilitate the transfer\nof oxygen to tissues?\na. decreased body temperature\nb. decreased pH of the blood\nc. increased carbon dioxide\nd. increased exercise18.How is the majority of carbon dioxide in the blood\ntransported?\na. binding to hemoglobin\nb. dissolution in the blood\nc. as bicarbonate\nd. binding to plasma proteins\n19.How is the chloride shift related to the transport of\ncarbon dioxide in the blood?"], ["The question is too long."], ["dangerous cell.\nApoptosis is also essential for normal embryological development. In vertebrates, for example, early stages of development\ninclude the formation of web-like tissue between individual fingers and toes (Figure 9.15). During the course of normal\ndevelopment, these unneeded cells must be eliminated, enabling fully separated fingers and toes to form. A cell signaling\nmechanism triggers apoptosis, which destroys the cells between the developing digits.Chapter 9 | Cell Communication 385"], ["Invasive plants can also destroy native habitats. The Brazilian pepper tree pictured below was brought in to\nFlorida in the 1800s. Now widespread throughout Florida, it produces a dense canopy, creating too much\nshade for native plant species to thrive.\nFigure 38.15 (credit: Forest Starr & Kim Starr)\nPopulations of bats in many habitats are declining because of an infection referred to as white-nose syndrome. The\npathogen forms mycelia, fuzzy tangles of white filaments, on the nose of the bats. When scraped from the nose of\nbats and observed under the light microscope, the filaments display cells with a nucleus and cell walls. Which of the\nfollowing organisms is the most probable cause of the white-nose syndrome of bats?\na. a bacterium\nb. a fungus\nc. a helminth\nd. a virus\nActivity\nImporting of Exotic Species. Introducing a non-native species into an established community can have a\nnumber of possible effects. Using your local environment for inspiration, predict some of these effects."], ["Figure 18.21 The shape of the male reproductive organ varies among male damselfly species, and is only compatible\nwith the female of the same species. Reproductive organ incompatibility keeps each species reproductively isolated.\nIn plants, certain structures aimed to attract one type of pollinator simultaneously prevent a different pollinator from\naccessing the pollen. The tunnel through which an animal must access nectar can vary widely in length and diameter, which\nprevents the plant from being cross-pollinated with a different species ( Figure 18.22 ).\nFigure 18.22 Some flowers have evolved to attract certain pollinators. The (a) wide foxglove flower is adapted for\npollination by bees, while the (b) long, tube-shaped trumpet creeper flower is adapted for pollination by hummingbirds.\nWhen fertilization takes place and a zygote forms, postzygotic barriers can prevent reproduction. Hybrid individuals in"], ["the biology of the organism and its potential for dispersal. If two flying insect populations took up residence in separate\nnearby valleys, chances are, individuals from each population would fly back and forth continuing gene flow. However, ifChapter 18 | Evolution and Origin of Species 735", "Figure 18.21 The shape of the male reproductive organ varies among male damselfly species, and is only compatible\nwith the female of the same species. Reproductive organ incompatibility keeps each species reproductively isolated.\nIn plants, certain structures aimed to attract one type of pollinator simultaneously prevent a different pollinator from\naccessing the pollen. The tunnel through which an animal must access nectar can vary widely in length and diameter, which\nprevents the plant from being cross-pollinated with a different species ( Figure 18.22 ).\nFigure 18.22 Some flowers have evolved to attract certain pollinators. The (a) wide foxglove flower is adapted for\npollination by bees, while the (b) long, tube-shaped trumpet creeper flower is adapted for pollination by hummingbirds.\nWhen fertilization takes place and a zygote forms, postzygotic barriers can prevent reproduction. Hybrid individuals in", "that did not have these traits.\nb. In cold conditions, flies have less need for\nreproduction than in warm conditions and so\nenergy normally used for reproduction is\ndiverted to other survival functions.\nc. Flies respond to weather conditions to shift their\nenergy resources to either storage in their bodies\nin the cold or to reproduction when conditions\nbecome warm again.\nd. All fruit flies have the same genetic makeup, but\nexpress different patterns of genes under\ndifferent conditions, which results in expression\nof certain genes for cold conditions and others\nfor warm conditions.\n87.\n(credit: Brazilian Archives of Biology and Technology)\nFemale parasitoid wasps lay their eggs inside the bodies of\ncaterpillars. The caterpillars die when the eggs hatch, and\nthe young wasps feed on the body of the caterpillar. Egg-\nlaying females of two species of parasitoid wasps were\nstudied in special growth chambers in which a food source\nwas either provided or omitted. This table summarizes"], ["would be favored, as well as dark-colored mice that can hide in the grass. Medium-colored mice, on the other hand, would\nnot blend in with either the grass or the sand, and would thus be more likely to be eaten by predators. The result of this type\nof selection is increased genetic variance as the population becomes more diverse.786 Chapter 19 | The Evolution of Populations\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "manner like mutations.\nc. Because of limitations due to a population’s\nexisting variation in genes.\nd. Because natural selection is limited to sexual\ndimorphism.\n27.A new predator invades the habitat of a population offield mice. Individuals with larger body size are easier for\nthe predator to capture then individuals with smaller body\nsize. Draw a histogram of body sizes with two plot lines,\none showing the former population and another showing\nthe new population that indicates how this population will\nlikely evolve. On your histogram, also indicate what type\nof natural selection is occurring here.\n28.Quinine is an antimalarial drug that is used to treat\nmalaria in the Western Hemisphere. Scientists have\nnoticed that this drug has become less effective over time.\nBased on the data below, what type of selection is being\nexerted on the malaria population?\nFigure 19.12\nTEST PREP FOR AP® COURSES\n29.A scientist is studying the genetics of a population of"], ["habitable locations to house their growing\nnumbers.\nb. The populations of organisms presently\ninhabiting these regions will shift as global\nwarming causes many species to decline and\nnew species to move in.\nc. The carrying capacity of these regions for\nhumans will decrease as the human population\nincreases exponentially.\nd. Ecosystems can be expected to remain\nuntouched by humans as new technologies are\ndeveloped to sustain a growing population.\n105. A researcher is interested in investigating whether the\ncroaking pattern produced by males in a frog species is a\nlearned behavior or an innate behavior. Which of the\nfollowing would best help the researcher answer this\nquestion?\na. genetic analyses of adult male frogs raised in\nisolation and in multigenerational frog\ncommunities\nb. field observations of adult frogs in their native\nhabitat during mating season\nc. video recordings of individual frogs raised in\nlarge multigenerational frog communities", "reproducing\nb. decreased life spans of individuals\nc. increased chance of offspring dying\nd. decreased chances of mating between\nindividuals\n12.Frogs are animals with high fecundity. Based on this\ninformation, frogs should also have which of the following\ncharacteristics?\na. high energy budget\nb. extensive energy storage for offspring\nc. small numbers of offspring\nd. little or no parental care\n13.Species with limited resources usually exhibit a(n)\n____ growth curve.Chapter 36 | Population and Community Ecology 1653"], ["Connection for AP®Courses\nCancer results from unchecked cell division caused by a breakdown of the mechanisms that regulate the cell cycle. The\nloss of control begins with a change in the DNA sequence of a gene that codes for one of the regulatory molecules. Faulty\ninstructions lead to a protein that does not function as it should. One culprit that has been identified is the p53 protein\n(coded for by the p53gene), a major regulator at the G 1checkpoint. Normally, p53 proteins monitor DNA. If they find cells\nwith damaged DNA, p53 will trigger repair mechanisms or destroy the cells, thus suppressing the formation of a tumor.\nHowever, mutations in p53can result in abnormal p53 proteins that fail to stop cell division if the cell’s DNA is damaged.\nThis results in an increased number of mutations, leading to abnormal daughter cells. Eventually, all checkpoints in the cell\nbecome nonfunctional, and the abnormal cells can crowd out normal cells.", "cells don’t stop growing as they normally would. Mutations can also alter the growth rate or the progression of the cell\nthrough the cell cycle. One example of a gene modification that alters the growth rate is increased phosphorylation of cyclin\nB, a protein that controls the progression of a cell through the cell cycle and serves as a cell-cycle checkpoint protein.\nFor cells to move through each phase of the cell cycle, the cell must pass through checkpoints. This ensures that the cell\nhas properly completed the step and has not encountered any mutation that will alter its function. Many proteins, including\ncyclin B, control these checkpoints. The phosphorylation of cyclin B, a post-translational event, alters its function. As a\nresult, cells can progress through the cell cycle unimpeded, even if mutations exist in the cell and its growth should be\nterminated. This post-translational change of cyclin B prevents it from controlling the cell cycle and contributes to the", "repair mechanisms decreases. Uncontrolled growth of the mutated cells outpaces the growth of normal cells in the area, and\na tumor (“-oma”) can result.\nProto-oncogenes\nThe genes that code for the positive cell cycle regulators are called proto-oncogenes . Proto-oncogenes are normal genes\nthat, when mutated in certain ways, become oncogenes , genes that cause a cell to become cancerous. Consider what might\nhappen to the cell cycle in a cell with a recently acquired oncogene. In most instances, the alteration of the DNA sequence\nwill result in a less functional (or non-functional) protein. The result is detrimental to the cell and will likely prevent the cell\nfrom completing the cell cycle; however, the organism is not harmed because the mutation will not be carried forward. If a\ncell cannot reproduce, the mutation is not propagated and the damage is minimal. Occasionally, however, a gene mutation", "c. Only DNA will result in the production of\ndefective proteins. The DNA mutation, if not\ncorrected, is permanent. Production of defective\nprotein ceases when the DNA strand\ndeteriorates.\nd. Only mRNA will result in the production of\ndefective proteins. The mRNA mutation will\nonly affect proteins made from that mRNA\nstrand. Production of defective protein ceases\nwhen the mRNA strand deteriorates.\n52.Discuss the effects of point mutations on a DNA\nstrand.Chapter 14 | DNA Structure and Function 585"], ["excretion of extracellular water.\nTEST PREP FOR AP® COURSES\n28.One type of mutation in the CFTR protein prevents the\ntransport of chloride ions through the channel. Which of\nthe following is most likely to be observed in the lungs of\npatients with this mutation?\na. dehydrated epithelial cells\nb. dehydrated mucus\nc. mucus with excess water\nd. mucus with high electrolyte concentration\n29.Arsenic poisoning disrupts ATP production by\ninhibiting several of the enzymes in the oxidative\nphosphorylation pathway. Some of the symptoms of\narsenic poisoning are similar to cystic fibrosis (difficulty\nbreathing and frequent lung infections). Explain what\nimpact arsenic poisoning may have on components of the\nplasma membrane and transport that result in CF like\nsymptoms.a. Arsenic poisoning disrupts ATP production,\nleading to decreased transport of Cl−ions by\nepithelial cells. This leads to decreased\nelectrolyte concentration in the mucus and\nretention of water into the cells. The mucus", "mucus and movement of water outside the cells.\nThe mucus becomes hydrated as in CF.\n30.In individuals with normally functioning CFTRChapter 5 | Structure and Function of Plasma Membranes 231", "electrolyte concentration in the mucus and\nretention of water into the cells. The mucus\nbecomes dehydrated, as in CF.\nb. Arsenic poisoning disrupts the Na+/Cl−\npump, leading to decreased transport of Cl−\nions outside the epithelial cells. This increases\nthe electrolyte concentration in the mucus and\nmovement of water out of the cells. The mucus\nbecomes hydrated as in CF.\nc. Arsenic poisoning affects the oxidative\nphosphorylation pathway, leading to decreased\ntransport of Na+ions outside the epithelial\ncells. This leads to increased electrolyte\nconcentration in the mucus and movement of\nwater into the cells. The mucus becomes\ndehydrated as in CF.\nd. Arsenic poisoning disrupts the binding sites for\nCl−ions, leading to decreased transport of\nCl−ions outside the epithelial cells. This leads\nto decreased electrolyte concentration in the\nmucus and movement of water outside the cells.\nThe mucus becomes hydrated as in CF."], ["Figure 31.6 In most vertebrates, (a) hemoglobin delivers oxygen to the body and removes some carbon dioxide.\nHemoglobin is composed of four protein subunits, two alpha chains and two beta chains, and a heme group that has\niron associated with it. The iron reversibly associates with oxygen, and in so doing is oxidized from Fe2+to Fe3+. In\nmost mollusks and some arthropods, (b) hemocyanin delivers oxygen. Unlike hemoglobin, hemolymph is not carried in\nblood cells, but floats free in the hemolymph. Copper instead of iron binds the oxygen, giving the hemolymph a blue-\ngreen color. In annelids, such as the earthworm, and some other invertebrates, (c) hemerythrin carries oxygen. Like\nhemoglobin, hemerythrin is carried in blood cells and has iron associated with it, but despite its name, hemerythrin\ndoes not contain heme.\nThe small size and large surface area of red blood cells allows for rapid diffusion of oxygen and carbon dioxide across the", "a. The globin chains produced are too long to form\nfunctional hemoglobin.\nb. The globin chains are too short to form\nfunctional hemoglobin.\nc. Fewer globin chains are synthesized because less\nmRNA is transcribed.\nd. Globin chains do not fold properly and are non-\nfunctional.\n50.\nYou are given three mRNA sequences:Chapter 15 | Genes and Proteins 629", "environments. For example, Hgb-S causes sickle-cell anemia; although this variant of hemoglobin is not as efficient at\ntransporting O2, it does provide some protection against malaria, thus providing an advantage to heterozygous individuals.\nAnother variant is Hgb-F or fetal hemoglobin, which transports O2efficiently in low oxygen conditions. Red blood cells\ndevelop and mature in the bone marrow and when released into circulation lack nuclei and mitochondria. Blood types such1354 Chapter 31 | The Circulatory System\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6"], ["through scientific practices.\nLearning\nObjective4.22 The student is able to construct explanations based on evidence of how variation in\nmolecular units provides cells with a wide range of functions.\nHemoglobin is responsible for distributing oxygen, and to a lesser extent, carbon dioxide, throughout the circulatory systems\nof humans, vertebrates, and many invertebrates. The blood is more than the proteins, though. Blood is actually a term\nused to describe the liquid that moves through the vessels and includes plasma (the liquid portion, which contains water,\nproteins, salts, lipids, and glucose) and the cells (red and white cells) and cell fragments called platelets . Blood plasma\nis actually the dominant component of blood and contains the water, proteins, electrolytes, lipids, and glucose. The cells\nare responsible for carrying the gases (red cells) and immune the response (white). The platelets are responsible for blood", "Figure 31.6 In most vertebrates, (a) hemoglobin delivers oxygen to the body and removes some carbon dioxide.\nHemoglobin is composed of four protein subunits, two alpha chains and two beta chains, and a heme group that has\niron associated with it. The iron reversibly associates with oxygen, and in so doing is oxidized from Fe2+to Fe3+. In\nmost mollusks and some arthropods, (b) hemocyanin delivers oxygen. Unlike hemoglobin, hemolymph is not carried in\nblood cells, but floats free in the hemolymph. Copper instead of iron binds the oxygen, giving the hemolymph a blue-\ngreen color. In annelids, such as the earthworm, and some other invertebrates, (c) hemerythrin carries oxygen. Like\nhemoglobin, hemerythrin is carried in blood cells and has iron associated with it, but despite its name, hemerythrin\ndoes not contain heme.\nThe small size and large surface area of red blood cells allows for rapid diffusion of oxygen and carbon dioxide across the", "environments. For example, Hgb-S causes sickle-cell anemia; although this variant of hemoglobin is not as efficient at\ntransporting O2, it does provide some protection against malaria, thus providing an advantage to heterozygous individuals.\nAnother variant is Hgb-F or fetal hemoglobin, which transports O2efficiently in low oxygen conditions. Red blood cells\ndevelop and mature in the bone marrow and when released into circulation lack nuclei and mitochondria. Blood types such1354 Chapter 31 | The Circulatory System\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "a. The globin chains produced are too long to form\nfunctional hemoglobin.\nb. The globin chains are too short to form\nfunctional hemoglobin.\nc. Fewer globin chains are synthesized because less\nmRNA is transcribed.\nd. Globin chains do not fold properly and are non-\nfunctional.\n50.\nYou are given three mRNA sequences:Chapter 15 | Genes and Proteins 629"], ["through scientific practices.\nLearning\nObjective4.22 The student is able to construct explanations based on evidence of how variation in\nmolecular units provides cells with a wide range of functions.\nHemoglobin is responsible for distributing oxygen, and to a lesser extent, carbon dioxide, throughout the circulatory systems\nof humans, vertebrates, and many invertebrates. The blood is more than the proteins, though. Blood is actually a term\nused to describe the liquid that moves through the vessels and includes plasma (the liquid portion, which contains water,\nproteins, salts, lipids, and glucose) and the cells (red and white cells) and cell fragments called platelets . Blood plasma\nis actually the dominant component of blood and contains the water, proteins, electrolytes, lipids, and glucose. The cells\nare responsible for carrying the gases (red cells) and immune the response (white). The platelets are responsible for blood", "environments. For example, Hgb-S causes sickle-cell anemia; although this variant of hemoglobin is not as efficient at\ntransporting O2, it does provide some protection against malaria, thus providing an advantage to heterozygous individuals.\nAnother variant is Hgb-F or fetal hemoglobin, which transports O2efficiently in low oxygen conditions. Red blood cells\ndevelop and mature in the bone marrow and when released into circulation lack nuclei and mitochondria. Blood types such1354 Chapter 31 | The Circulatory System\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "a. The globin chains produced are too long to form\nfunctional hemoglobin.\nb. The globin chains are too short to form\nfunctional hemoglobin.\nc. Fewer globin chains are synthesized because less\nmRNA is transcribed.\nd. Globin chains do not fold properly and are non-\nfunctional.\n50.\nYou are given three mRNA sequences:Chapter 15 | Genes and Proteins 629"], ["Figure 31.6 In most vertebrates, (a) hemoglobin delivers oxygen to the body and removes some carbon dioxide.\nHemoglobin is composed of four protein subunits, two alpha chains and two beta chains, and a heme group that has\niron associated with it. The iron reversibly associates with oxygen, and in so doing is oxidized from Fe2+to Fe3+. In\nmost mollusks and some arthropods, (b) hemocyanin delivers oxygen. Unlike hemoglobin, hemolymph is not carried in\nblood cells, but floats free in the hemolymph. Copper instead of iron binds the oxygen, giving the hemolymph a blue-\ngreen color. In annelids, such as the earthworm, and some other invertebrates, (c) hemerythrin carries oxygen. Like\nhemoglobin, hemerythrin is carried in blood cells and has iron associated with it, but despite its name, hemerythrin\ndoes not contain heme.\nThe small size and large surface area of red blood cells allows for rapid diffusion of oxygen and carbon dioxide across the", "through scientific practices.\nLearning\nObjective4.22 The student is able to construct explanations based on evidence of how variation in\nmolecular units provides cells with a wide range of functions.\nHemoglobin is responsible for distributing oxygen, and to a lesser extent, carbon dioxide, throughout the circulatory systems\nof humans, vertebrates, and many invertebrates. The blood is more than the proteins, though. Blood is actually a term\nused to describe the liquid that moves through the vessels and includes plasma (the liquid portion, which contains water,\nproteins, salts, lipids, and glucose) and the cells (red and white cells) and cell fragments called platelets . Blood plasma\nis actually the dominant component of blood and contains the water, proteins, electrolytes, lipids, and glucose. The cells\nare responsible for carrying the gases (red cells) and immune the response (white). The platelets are responsible for blood", "a. The globin chains produced are too long to form\nfunctional hemoglobin.\nb. The globin chains are too short to form\nfunctional hemoglobin.\nc. Fewer globin chains are synthesized because less\nmRNA is transcribed.\nd. Globin chains do not fold properly and are non-\nfunctional.\n50.\nYou are given three mRNA sequences:Chapter 15 | Genes and Proteins 629", "environments. For example, Hgb-S causes sickle-cell anemia; although this variant of hemoglobin is not as efficient at\ntransporting O2, it does provide some protection against malaria, thus providing an advantage to heterozygous individuals.\nAnother variant is Hgb-F or fetal hemoglobin, which transports O2efficiently in low oxygen conditions. Red blood cells\ndevelop and mature in the bone marrow and when released into circulation lack nuclei and mitochondria. Blood types such1354 Chapter 31 | The Circulatory System\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6"], ["Figure 31.6 In most vertebrates, (a) hemoglobin delivers oxygen to the body and removes some carbon dioxide.\nHemoglobin is composed of four protein subunits, two alpha chains and two beta chains, and a heme group that has\niron associated with it. The iron reversibly associates with oxygen, and in so doing is oxidized from Fe2+to Fe3+. In\nmost mollusks and some arthropods, (b) hemocyanin delivers oxygen. Unlike hemoglobin, hemolymph is not carried in\nblood cells, but floats free in the hemolymph. Copper instead of iron binds the oxygen, giving the hemolymph a blue-\ngreen color. In annelids, such as the earthworm, and some other invertebrates, (c) hemerythrin carries oxygen. Like\nhemoglobin, hemerythrin is carried in blood cells and has iron associated with it, but despite its name, hemerythrin\ndoes not contain heme.\nThe small size and large surface area of red blood cells allows for rapid diffusion of oxygen and carbon dioxide across the", "molecule, allowing each hemoglobin molecule to bind four oxygen molecules. Molecules with more oxygen bound to the\nheme groups are brighter red. As a result, oxygenated arterial blood where the Hb is carrying four oxygen molecules is\nbright red, while venous blood that is deoxygenated is darker red.\nFigure 30.19 The protein inside (a) red blood cells that carries oxygen to cells and carbon dioxide to the lungs is (b)\nhemoglobin. Hemoglobin is made up of four symmetrical subunits and four heme groups. Iron associated with the\nheme binds oxygen. It is the iron in hemoglobin that gives blood its red color.\nIt is easier to bind a second and third oxygen molecule to Hb than the first molecule. This is because the hemoglobin\nmolecule changes its shape, or conformation, as oxygen binds. The fourth oxygen is then more difficult to bind. The binding\nof oxygen to hemoglobin can be plotted as a function of the partial pressure of oxygen in the blood (x-axis) versus the", "a. The globin chains produced are too long to form\nfunctional hemoglobin.\nb. The globin chains are too short to form\nfunctional hemoglobin.\nc. Fewer globin chains are synthesized because less\nmRNA is transcribed.\nd. Globin chains do not fold properly and are non-\nfunctional.\n50.\nYou are given three mRNA sequences:Chapter 15 | Genes and Proteins 629", "environments. For example, Hgb-S causes sickle-cell anemia; although this variant of hemoglobin is not as efficient at\ntransporting O2, it does provide some protection against malaria, thus providing an advantage to heterozygous individuals.\nAnother variant is Hgb-F or fetal hemoglobin, which transports O2efficiently in low oxygen conditions. Red blood cells\ndevelop and mature in the bone marrow and when released into circulation lack nuclei and mitochondria. Blood types such1354 Chapter 31 | The Circulatory System\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6"], ["Limitations of Phylogenetic Trees\nIt may be easy to assume that more closely related organisms look more alike, and while this is often the case, it is not\nalways true. If two closely related lineages evolved under significantly varied surroundings or after the evolution of a major\nnew adaptation, it is possible for the two groups to appear more different than other groups that are not as closely related.\nFor example, the phylogenetic tree in Figure 20.4 shows that lizards and rabbits both have amniotic eggs, whereas frogs do\nnot; yet lizards and frogs appear more similar than lizards and rabbits.\nFigure 20.4 This ladder-like phylogenetic tree of vertebrates is rooted by an organism that lacked a vertebral column.\nAt each branch point, organisms with different characters are placed in different groups based on the characteristics\nthey share.810 Chapter 20 | Phylogenies and the History of Life\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "Phylogenetic trees can represent traits that are derived or lost due to evolution. One example is the absence of legs in\nsome marine mammals. One such group is the Cetaceans, which includes toothed whales, such as dolphins and killer\nwhales, and baleen whales, such as humpback whales. Cetaceans are descended from even-toed ungulates and share a\ncommon ancestry with the hippopotamus, cows, sheep, camel, and pig. Based on this phylogenetic tree, which of the\nfollowing animal is the most closely related to a horse?\na. an armadillo\nb. a camel\nc. a bat\nd. a cat\nBranches of Biological Study\nThe scope of biology is broad and therefore contains many branches and subdisciplines. Biologists may pursue one of\nthose subdisciplines and work in a more focused field. For instance, molecular biology andbiochemistry study biological\nprocesses at the molecular and chemical level, including interactions among molecules such as DNA, RNA, and proteins,", "genetic data suggests that all three organisms have a\ncommon ancestor from about the same point in time. What\nis a likely explanation for these data?\na. Cats and humans are more closely related to\neach other than either are to whales.\nb. The shape of the whale forelimb arose a result of\ndisadvantageous mutations\nc. The whale flipper is an adaptive characteristic\nunique to its water environment.\nd. The whale flipper is a vestigial structure.\n53.Biogeography is the study of biological species as they\nrelate to geographical space and geological time. The\nfossil record shows that dinosaurs originated about 200 to\n250 million years ago. Would you expect the geographic\ndistribution of early dinosaur fossils to be broad (on many\ncontinents) or narrow (on one or a few continents)?\nExplain.\na. broad because dinosaurs originated before the\nbreakup of Pangaea\nb. broad because some dinosaurs could fly between\ncontinents\nc. narrow because they went extinct too quickly to\ndisperse very far"], ["eyes. Identify the part of the brain that is helping to do\nthis.\na. hypothalamus\nb. superior colliculus\nc. thalamus\nd. pineal gland\nCRITICAL THINKING QUESTIONS\n37.Which statement explains how the two types of\nsensory transduction differ?\na. Receptors can respond to multiple stimuli,\nwhereas free nerve endings are specialized cells\nthat detect a specific stimulus.\nb. Receptors are specialized cells that detect a\nspecific stimulus, whereas free nerve endings\ncan respond to multiple stimuli.\nc. Receptors are similar for different stimuli,\nwhereas free nerve endings are different for\ndifferent stimuli.\nd. Receptors are specialized cells that detect a\nspecific stimulus, whereas free nerve endings\ncan respond to pressure.\n38.Describe how the steps of sensory perception would be\naffected if a person sustains damage to axons that lead\nfrom sensory receptors to the central nervous system.a. Reception would not be affected. However,\nsignal transduction and perception will be\nincomplete.", "saltatory conduction\nsatellite glia\nschizophrenia\nSchwann cell\nsensory-somatic nervous system\nsomatosensation\nspinal cord\nspinal nerve\nsulcus\nsummation\nsympathetic nervous system\nsynapse\nsynaptic cleft\nsynaptic vesicle\ntemporal lobe\nthalamus\nthreshold of excitation\nventriclefired; caused by inactivation of sodium channels and activation of additional potassium channels of the membrane\n“jumping” of an action potential along an axon from one node of Ranvier to the next\nglial cell that provides nutrients and structural support for neurons in the peripheral nervous system\nmental disorder characterized by the inability to accurately perceive reality; patients often have difficulty\nthinking clearly and can suffer from delusions\nglial cell that creates myelin sheath around a peripheral nervous system neuron axon\nsystem of sensory and motor nerves\nsense of touch\nthick fiber bundle that connects the brain with peripheral nerves; transmits sensory and motor information;", "FIGURE 5.23 Ther e are man y types o f sensor y receptors locat ed in the skin, each at tuned t o specific t ouch-r elated\nstimuli.\nIn addition to the rec eptors lo cated in the skin , there are also a numb er o f free ner ve endings tha t ser ve\nsensor y functions . These ner ve endings resp ond to a v ariety o f diff erent typ es o f touch-rela ted stimuli and\nserve as sensor y rec eptors f or b oth thermo ception (temp erature p erception) and nociception (a signal\nindic ating p otential harm and ma ybe pain) (G arland , 2012; P etho & R eeh, 2012; S pray, 1986). Sensor y\ninforma tion c ollecte d from the rec eptors and free ner ve endings tra vels up the spinal c ord and is transmit ted\nto regions o f the me dulla, thalamus , and ultima tely to soma tosensor y cortex, which is lo cated in the\npostcentral g yrus o f the p arietal lob e.\nPain P erception\nPain is an unple asant e xperienc e tha t involves b oth ph ysical and ps ychologic al comp onents . Feeling p ain is"], ["eyes. Identify the part of the brain that is helping to do\nthis.\na. hypothalamus\nb. superior colliculus\nc. thalamus\nd. pineal gland\nCRITICAL THINKING QUESTIONS\n37.Which statement explains how the two types of\nsensory transduction differ?\na. Receptors can respond to multiple stimuli,\nwhereas free nerve endings are specialized cells\nthat detect a specific stimulus.\nb. Receptors are specialized cells that detect a\nspecific stimulus, whereas free nerve endings\ncan respond to multiple stimuli.\nc. Receptors are similar for different stimuli,\nwhereas free nerve endings are different for\ndifferent stimuli.\nd. Receptors are specialized cells that detect a\nspecific stimulus, whereas free nerve endings\ncan respond to pressure.\n38.Describe how the steps of sensory perception would be\naffected if a person sustains damage to axons that lead\nfrom sensory receptors to the central nervous system.a. Reception would not be affected. However,\nsignal transduction and perception will be\nincomplete.", "saltatory conduction\nsatellite glia\nschizophrenia\nSchwann cell\nsensory-somatic nervous system\nsomatosensation\nspinal cord\nspinal nerve\nsulcus\nsummation\nsympathetic nervous system\nsynapse\nsynaptic cleft\nsynaptic vesicle\ntemporal lobe\nthalamus\nthreshold of excitation\nventriclefired; caused by inactivation of sodium channels and activation of additional potassium channels of the membrane\n“jumping” of an action potential along an axon from one node of Ranvier to the next\nglial cell that provides nutrients and structural support for neurons in the peripheral nervous system\nmental disorder characterized by the inability to accurately perceive reality; patients often have difficulty\nthinking clearly and can suffer from delusions\nglial cell that creates myelin sheath around a peripheral nervous system neuron axon\nsystem of sensory and motor nerves\nsense of touch\nthick fiber bundle that connects the brain with peripheral nerves; transmits sensory and motor information;", "FIGURE 5.23 Ther e are man y types o f sensor y receptors locat ed in the skin, each at tuned t o specific t ouch-r elated\nstimuli.\nIn addition to the rec eptors lo cated in the skin , there are also a numb er o f free ner ve endings tha t ser ve\nsensor y functions . These ner ve endings resp ond to a v ariety o f diff erent typ es o f touch-rela ted stimuli and\nserve as sensor y rec eptors f or b oth thermo ception (temp erature p erception) and nociception (a signal\nindic ating p otential harm and ma ybe pain) (G arland , 2012; P etho & R eeh, 2012; S pray, 1986). Sensor y\ninforma tion c ollecte d from the rec eptors and free ner ve endings tra vels up the spinal c ord and is transmit ted\nto regions o f the me dulla, thalamus , and ultima tely to soma tosensor y cortex, which is lo cated in the\npostcentral g yrus o f the p arietal lob e.\nPain P erception\nPain is an unple asant e xperienc e tha t involves b oth ph ysical and ps ychologic al comp onents . Feeling p ain is"], ["c. photosynthesis by plants\nd. volcanic eruption\nSCIENCE PRACTICE CHALLENGE QUESTIONS\n50.The food web shown below utilizes an arrow pointing\nfrom a species feeds on another to indicate the trophic\nstructure of a simplified estuarine ecosystem at the\nboundary between the ocean and the shore.\nFigure 37.24A.Analyze the interactions among species and indicate\nprimary producers by circling the node in the food web.\nIdentify the primary producers by circling the nodes in the\nfood web.\nB.Predict quantitatively how free energy availability for a\ntop species such as the one designated as T in the web\nchanges if it feeds directly on S, assuming the abundance\nof species S is limited only by radiant energy input.\nC. Consider the consequences of the dietary shift\ndescribed in B if the abundance of species becomes\ndepleted due to consumption by species T. Under those\ncircumstances refine your analysis of the food web to\ndescribe the potential effect on species Q and R.", "a. Photosynthetic organisms will not be able to\ngrow. The animals and birds that live on those\norganisms will be affected. As the algae die,\noxygen will be depleted, affecting fish and other\naquatic animals. The pH of water will change,\naffecting metabolic processes as well.\nb. Non-photosynthetic organisms will not be able\nto grow due to lack of light. The photosynthetic\norganisms that require them to live will be\naffected. As the algae die, oxygen will be\ndepleted, affecting fish and other aquatic\nanimals. The pH of water will change, affecting\nmetabolic processes as well.\nc. Photosynthetic organisms will not be able to\ngrow. The animals and birds that live on those\norganisms will be affected. As the algae die,\ncarbon dioxide will be depleted, affecting fish\nand other aquatic animals. The pH of water will\nchange, affecting metabolic processes as well.\nd. Non-photosynthetic organisms will not be able\nto grow. The animals and birds that live on those"], ["Figure 28.14 The anterior pituitary stimulates the thyroid gland to release thyroid hormones T 3and T 4. Increasing\nlevels of these hormones in the blood results in feedback to the hypothalamus and anterior pituitary to inhibit\nfurther signaling to the thyroid gland. (credit: modification of work by Mikael Häggström)\nHyperthyroidism is a condition in which the thyroid gland is overactive. Hypothyroidism is a condition in which the\nthyroid gland is underactive. Identify which of the conditions the following two patients would most likely have and\nexplain why.\nPatient A has symptoms including weight gain, cold sensitivity, low heart rate and fatigue.\nPatient B has symptoms including weight loss, profuse sweating, increased heart rate and difficulty sleeping.\na. Patient A has an underactive thyroid, because less thyroid hormones decreases metabolism. Patient B has an\noveractive thyroid, because more thyroid hormones increases metabolism.", "infundibulum, it is also referred to as the neurohypophysis\nhormone produced by the anterior pituitary that stimulates milk production\nhormone produced by the hypothalamus that inhibits the release of prolactin\nhormone produced by the hypothalamus that stimulates the release of prolactin\nenzyme produced by the juxtaglomerular apparatus of the kidneys that reacts with angiotensinogen to cause the\nrelease of aldosterone\ngland located behind the sternum that produces thymosin hormones that contribute to the development of the\nimmune system\nglycoprotein found in the thyroid that is converted into thyroid hormone\nendocrine gland located in the neck that produces thyroid hormones thyroxine and triiodothyronine\nhormone produced by the anterior pituitary that controls the release of T 3and T 4\nfrom the thyroid gland\nthyroid hormone containing 4 iodines that controls the basal metabolic rate\nthyroid hormone containing 3 iodines controls the basal metabolic rate", "(TSH), which controls the release of T 3and T 4from the thyroid gland. Iodine is necessary in the production of thyroid\nhormone, and the lack of iodine can lead to a condition called goiter.\nParathyroid hormone (PTH) is produced by the parathyroid glands in response to low blood Ca2+levels. The parafollicular\ncells of the thyroid produce calcitonin, which reduces blood Ca2+levels. Growth hormone (GH) is produced by the\nanterior pituitary and controls the growth rate of muscle and bone. GH action is indirectly mediated by insulin-like growth\nfactors (IGFs). Short-term stress causes the hypothalamus to trigger the adrenal medulla to release epinephrine and\nnorepinephrine, which trigger the fight or flight response. Long-term stress causes the hypothalamus to trigger the anterior\npituitary to release adrenocorticotropic hormone (ACTH), which causes the release of corticosteroids, glucocorticoids, and\nmineralocorticoids, from the adrenal cortex.\n28.4 Regulation of Hormone Production", "network for transport to the rest of the body via the circulatory system.\nThyroid follicle cells synthesize the hormone thyroxine, which is also known as T 4because it contains four atoms of iodine,\nand triiodothyronine, also known as T 3because it contains three atoms of iodine. Follicle cells are stimulated to release\nstored T 3and T 4by thyroid stimulating hormone (TSH), which is produced by the anterior pituitary. These thyroid hormones\nincrease the rates of mitochondrial ATP production.\nA third hormone, calcitonin, is produced by parafollicular cells of the thyroid either releasing hormones or inhibiting\nhormones. Calcitonin release is not controlled by TSH, but instead is released when calcium ion concentrations in the blood\nrise. Calcitonin functions to help regulate calcium concentrations in body fluids. It acts in the bones to inhibit osteoclast\nactivity and in the kidneys to stimulate excretion of calcium. The combination of these two events lowers body fluid levels", "from the bloodstream. A peroxidase enzyme then attaches the iodine to the tyrosine amino acid found in thyroglobulin. T 3\nhas three iodine ions attached, while T 4has four iodine ions attached. T 3and T 4are then released into the bloodstream, with\nT4being released in much greater amounts than T 3. As T 3is more active than T 4and is responsible for most of the effects\nof thyroid hormones, tissues of the body convert T 4to T 3by the removal of an iodine ion. Most of the released T 3and\nT4becomes attached to transport proteins in the bloodstream and is unable to cross the plasma membrane of cells. These\nprotein-bound molecules are only released when blood levels of the unattached hormone begin to decline. In this way, a\nweek’s worth of reserve hormone is maintained in the blood. Increased T 3and T 4levels in the blood inhibit the release of\nTSH, which results in lower T 3and T 4release from the thyroid."], ["photosystem II\npigment\nprimary electron acceptor\nreaction center\nreduction\nspectrophotometer\nstoma\nstroma\nthylakoid\nthylakoid lumen\nwavelengthfrom plastocyanin to NADP+(which becomes reduced to NADPH in the process)\nintegral protein and pigment complex in thylakoid membranes that transports electrons from water to the\nelectron transport chain; oxygen is a product of PSII\nmolecule that is capable of absorbing certain wavelengths of light and reflecting others (which accounts for its\ncolor)\npigment or other organic molecule in the reaction center that accepts an energized electron\nfrom the reaction center\ncomplex of chlorophyll molecules and other organic molecules that is assembled around a special pair of\nchlorophyll molecules and a primary electron acceptor; capable of undergoing oxidation and reduction\ngain of electron(s) by an atom or molecule\ninstrument that can measure transmitted light and compute the absorption"], ["even when the concentration of ligand is high. To initiate a\nnew stimulus response cycle for the receptor, the ligand\nmust dissociate. Larger values of k mean that the receptor\nis more likely to be occupied and thus unavailable to bind\nanother ligand.\nSome ligand-binding systems have multiple binding sites.\nFor example, hemoglobin binds four oxygen molecules,\nwhereas myoglobin has only a single binding site. When\nmultiple binding sites are present, the presence of an\nalready-bound ligand can cooperatively affect the binding\nof other ligands on the same protein. For hemoglobin, thebinding is positively cooperative. The affinity of oxygen\nfor heme increases as the number of bound oxygen\nmolecules increases.\nA.Describe the features in the graph above for\nhemoglobin that demonstrate positive\ncooperativity.\nB. The insulin receptor (IR) is a tyrosine kinase\nreceptor that has two sites to which insulin can\nattach. IR is negatively cooperative. In the", "initiating a signaling cascade, which indirectly\ninfluences the making of a functional protein.\nCell-surface receptors bind to hydrophilic\nligands and the ligand-receptor complex directly\nenters the nucleus, initiating transcription and\ntranslation.\n22.Cells grown in the laboratory are mixed with a dye\nmolecule that is unable to pass through the plasma\nmembrane. If a ligand is added to the cells, the dye is\nobserved entering the cells. What type of receptor did the\nligand bind to on the cell surface?Chapter 9 | Cell Communication 397", "Think About It\n• Cells grown in the laboratory are placed in a solution containing a dye that is unable to pass through\nthe plasma membrane. If a ligand is then added to the solution, observations show that the dye enters\nthe cell. Describe the type of receptor the ligand most likely binds to and explain your reasoning.\n• HER2 is a receptor tyrosine kinase. In 30 percent of human breast cancers, HER2 is permanently\nactivated, resulting in unregulated cell division. Lapatinib, a drug used to treat breast cancer, inhibits\nHER2 receptor tyrosine kinase autophosphorylation (the process by which the receptor adds\nphosphate onto itself), thus reducing tumor growth. Besides autophosphorylation, explain another\nfeature of the cell signaling pathway that can be affected by Lapatinib.\n• In certain cancers, the GTPase activity of RAS G-protein in inhibited. This means that the RAS G-\nprotein can no longer hydrolyze GTP into GDP. Explain what effect this would have on downstream\ncellular events.", "structure: lipid-derived, amino acid-derived, and peptide\nhormones. Identify the peptide hormone.a.\nb.\nc.\nd.\n57.Cellular activity can vary based on sensitivity to\nhormones, and cellular activity can therefore either be up-\nregulated or down-regulated by those hormones. What\nwould likely cause a greater response from cells that are\ncontrolled by a hormone?\na. hormone levels increase and the number of\ntarget cell receptors increase\nb. hormone levels decrease and the number of\ntarget cell receptors increase\nc. hormone levels increase and the number of\ntarget cell receptors decrease\nd. hormone levels decrease and the number of\ntarget cell receptors decrease\n58.Determine what kind of hormone is undergoing\nbinding in this figure and explain how you know.Chapter 28 | The Endocrine System 1251", "c. Hormones facilitate communication between\ncells at any distance in the body.\nd. Hormones mediate changes by directly binding\nto the intracellular hormone receptors.\n37.A new hormone is discovered that binds to receptors\non the target cell surface. Describe the chemical class of\nhormone that this hormone could belong to and explain\nhow you could discern the exact class.a. It belongs to the class lipid-derived or peptide\nhormone as it is water insoluble and thus\nrequires a cell surface receptor. The exact class\ncan be determined on the basis of the hormone’s\nsize.\nb. It belongs to the class amino acid derived\nhormones as it is lipid insoluble and thus\nrequires a cell surface receptor. This can be\ndiscerned by determining the exact structure of\nthe hormone.\nc. It belongs to the class lipid-derived or peptide\nhormone as it is water insoluble and thus\nrequires a cell surface receptor. This can be\ndiscerned by determining the exact structure of\nthe hormone."], ["change (point mutation), 1 in 1800 bases.\nFigure 3.28 The beta chain of hemoglobin is 147 residues in length, yet a single amino acid substitution leads to\nsickle cell anemia. In normal hemoglobin, the amino acid at position seven is glutamate. In sickle cell hemoglobin, this\nglutamate is replaced by a valine.\nBecause of this change of one amino acid in the chain, hemoglobin molecules form long fibers that distort the biconcave,\nor disc-shaped, red blood cells and cause them to assume a crescent or “sickle” shape, which clogs blood vessels (Figure\n3.29). This can lead to myriad serious health problems such as breathlessness, dizziness, headaches, and abdominal pain for\nthose affected by this disease.118 Chapter 3 | Biological Macromolecules\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "a. The globin chains produced are too long to form\nfunctional hemoglobin.\nb. The globin chains are too short to form\nfunctional hemoglobin.\nc. Fewer globin chains are synthesized because less\nmRNA is transcribed.\nd. Globin chains do not fold properly and are non-\nfunctional.\n50.\nYou are given three mRNA sequences:Chapter 15 | Genes and Proteins 629"], ["wastes are concentrated in what will eventually be excreted as urine. The hypothalamus controls the mechanisms of ADH\nsecretion, either by regulating blood volume or the concentration of water in the blood. Dehydration or physiological stress\ncan cause an increase of osmolarity above 300 mOsm/L, which in turn, raises ADH secretion and water will be retained,\ncausing an increase in blood pressure. ADH travels in the bloodstream to the kidneys. Once at the kidneys, ADH changes\nthe kidneys to become more permeable to water by stimulating the temporary insertion of water channels, aquaporins, into\nthe kidney tubules. Water moves out of the kidney tubules through the aquaporins, reducing urine volume. The water is\nreabsorbed into the capillaries, lowering blood osmolarity back toward normal. As blood osmolarity decreases, a negative\nfeedback mechanism reduces osmoreceptor activity in the hypothalamus, and ADH secretion is reduced. ADH release can", "hormone (ADH) increases membrane permeability to water in the collecting ducts of the nephron by adding aquaporins,\ncausing more water to be reabsorbed. You’ve experienced the effects of ADH when it’s hot outside and you’re running\naround the athletic field; since you’re losing water by sweating and breathing hard, ADH prevents you from losing more\nwater in urine and risking dehydration.\nInformation presented and the examples highlighted in the section support concepts outlined in Big Idea 3 of the AP®\nBiology Curriculum Framework. The AP®Learning Objectives listed in the Curriculum Framework provide a transparent\nfoundation for the AP®Biology course, an inquiry-based laboratory experience, instructional activities, and AP®exam\nquestions. A learning objective merges required content with one or more of the seven science practices.\nBig Idea 3Living systems store, retrieve, transmit and respond to information essential to life\nprocesses.\nEnduring\nUnderstanding", "the daily dietary potassium load is not secreted and the retention of K+can cause a dangerous increase in plasma K+\nconcentration. Patients who have Addison's disease have a failing adrenal cortex and cannot produce aldosterone. They lose\nsodium in their urine constantly, and if the supply is not replenished, the consequences can be fatal.\nAntidiurectic Hormone\nAs previously discussed, antidiuretic hormone or ADH (also called vasopressin ), as the name suggests, helps the body\nconserve water when body fluid volume, especially that of blood, is low. It is formed by the hypothalamus and is stored\nand released from the posterior pituitary. It acts by inserting aquaporins in the collecting ducts and promotes reabsorption\nof water. ADH also acts as a vasoconstrictor and increases blood pressure during hemorrhaging.\nAtrial Natriuretic Peptide Hormone\nThe atrial natriuretic peptide (ANP) lowers blood pressure by acting as a vasodilator . It is released by cells in the atrium", "levels results in a neuronal signal being sent from the osmoreceptors in hypothalamic nuclei. The pituitary gland has two\ncomponents: anterior and posterior. The anterior pituitary is composed of glandular cells that secrete protein hormones.\nThe posterior pituitary is an extension of the hypothalamus. It is composed largely of neurons that are continuous with the\nhypothalamus.\nThe hypothalamus produces a polypeptide hormone known as antidiuretic hormone (ADH) , which is transported to and\nreleased from the posterior pituitary gland. The principal action of ADH is to regulate the amount of water excreted by the\nkidneys. As ADH (which is also known as vasopressin) causes direct water reabsorption from the kidney tubules, salts and1218 Chapter 28 | The Endocrine System\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "be reduced by certain substances, including alcohol, which can cause increased urine production and dehydration.\nChronic underproduction of ADH or a mutation in the ADH receptor results in diabetes insipidus . If the posterior pituitary\ndoes not release enough ADH, water cannot be retained by the kidneys and is lost as urine. This causes increased thirst, but\nwater taken in is lost again and must be continually consumed. If the condition is not severe, dehydration may not occur,\nbut severe cases can lead to electrolyte imbalances due to dehydration.\nAnother hormone responsible for maintaining electrolyte concentrations in extracellular fluids is aldosterone , a steroid\nhormone that is produced by the adrenal cortex. In contrast to ADH, which promotes the reabsorption of water to maintain\nproper water balance, aldosterone maintains proper water balance by enhancing Na+reabsorption and K+secretion from"], ["Figure 19.2 When populations are in the Hardy–Weinberg equilibrium, the allelic frequency is stable from\ngeneration to generation and the distribution of alleles can be determined from the Hardy–Weinberg equation. If\nthe allelic frequency measured in the field differs from the predicted value, scientists can make inferences about\nwhat evolutionary forces are at play.\nIn plants, violet flower color (V) is dominant over white (v). If p= 0.8 andq= 0.2 in a population of 500 plants,\nhow many individuals would you expect to be homozygous dominant (VV), heterozygous (Vv), and homozygous\nrecessive (vv)? How many plants would you expect to have violet flowers, and how many would have white flowers?\na. homozygous dominant: 320 heterozygous: 160 homozygous recessive: 20 violet: 480 white: 20\nb. homozygous dominant: 320 heterozygous: 80 homozygous recessive: 20 violet: 400 white: 20\nc. homozygous dominant: 400 heterozygous: 0 homozygous recessive: 100 violet: 400 white: 100", "allele frequencies. Allele frequencies also can change due to mutation in DNA and when individuals do not randomly mate\nwith others; when an individual selects a mate based on phenotype, the genotype is also selected. In summary, any of these\nconditions can result in deviations from the Hardy–Weinberg equilibrium—and lead to the microevolution of a population.\nInformation presented and the examples highlighted in the section support concepts outlined in Big Idea 1 of the AP®\nBiology Curriculum Framework. The AP®Learning Objectives listed in the Curriculum Framework provide a transparent774 Chapter 19 | The Evolution of Populations\nThis OpenStax book is available for free at http://cnx.org/content/col12078/1.6", "rare, recessive allele might exist in a population, but it will only manifest itself when an individual carries two copies of\nthe allele. Because the allele is rare in a normal, healthy population with unrestricted habitat, the chance that two carriers\nwill mate is low, and even then, only 25 percent of their offspring will inherit the disease allele from both parents. While it\nis likely to happen at some point, it will not happen frequently enough for natural selection to be able to swiftly eliminate\nthe allele from the population, and as a result, the allele will be maintained at low levels in the gene pool. However, if a\nfamily of carriers begins to interbreed with each other, this will dramatically increase the likelihood of two carriers mating\nand eventually producing diseased offspring, a phenomenon known as inbreeding depression .\nChanges in allele frequencies that are identified in a population can shed light on how it is evolving. In addition to natural"]], "answer": ["B", "C", "C", "B", "B", "C", "D", "D", "B", "C", "A", "B", "C", "B", "D", "A", "B", "D", "B", "D", "C", "B", "C", "C", "C", "B", "D", "B", "D", "B", "A", "D"], "ground_truth": ["B", "C", "C", "B", "B", "D", "D", "A", "B", "B", "A", "B", "C", "B", "D", "A", "B", "D", "B", "D", "C", "A", "C", "C", "C", "C", "D", "B", "D", "D", "A", "D"]}