{"question": ["A country’s government runs a budget deficit when which of the following occurs in a given year? (A) The amount of new loans to developing nations exceeds the amount of loans paid off by developing nations. (B) Government spending exceeds tax revenues. (C) The debt owed to foreigners exceeds the debt owed to the country’s citizens. (D) The amount borrowed exceeds the interest payment on the national debt. (E) Interest payments on the national debt exceed spending on goods and services.", "A high marginal propensity to consume implies which of the following? (A) A small change in consumption when income changes (B) A high savings rate (C) A high marginal tax rate (D) An equilibrium level of income near full employment (E) A low marginal propensity to save", "A high marginal propensity to consume implies which of the following? (A) A small change in consumption when income changes (B) A high savings rate (C) A high marginal tax rate (D) An equilibrium level of income near full employment (E) A low marginal propensity to save", "Unlike a market economy, a command economy uses (A) more centralized planning in economic decision making (B) consumer sovereignty to make production decisions (C) its resources more efficiently (D) price signals in economic decision making (E) the popular vote in making resource allocation decisions", "The value of a country’s currency will tend to appreciate if (A) demand for the country’s exports increases (B) the country’s money supply increases (C) the country’s citizens increase their travel abroad (D) domestic interest rates decrease (E) tariffs on the country’s imports decrease", "Which of the following best illustrates an improvement in a country’s standard of living? (A) An increase in real per capita gross domestic product (B) An increase in nominal per capita gross domestic product (C) Price stability (D) A balanced budget (E) An increase in the consumer price index", "Hyperinflation is typically caused by (A) high tax rates that discourage work effort (B) continuous expansion of the money supply to finance government budget deficits (C) trade surpluses that are caused by strong protectionist policies (D) bad harvests that lead to widespread shortages (E) a large decline in corporate profits that leads to a decrease in production", "All of the following changes will shift the investment demand curve to the right EXCEPT (A) a decrease in the corporate income tax rate (B) an increase in the productivity of new capital goods (C) an increase in the real interest rate (D) an increase in corporate profits (E) an increase in real gross domestic product", "The official unemployment rate understates the unemployment level in the economy because the official unemployment rate (A) ignores the duration of unemployment (B) ignores underemployed and discouraged workers (C) includes jobs created by the underground economy (D) excludes all unemployed teenagers (E) excludes frictionally unemployed workers", "If a reduction in aggregate supply is followed by an increase in aggregate demand, which of the following will definitely occur? (A) Output will increase. (B) Output will decrease. (C) Output will not change. (D) The price level will increase. (E) The price level will decrease.", "The amount of money that the public wants to hold in the form of cash will (A) be unaffected by any change in interest rates or the price level (B) increase if interest rates increase (C) decrease if interest rates increase (D) increase if the price level decreases (E) decrease if the price level remains constant", "For an economy consisting of households and businesses only, which of the following is consistent with the circular flow of income and production? (A) Households are producers of goods and services and consumers of resources. (B) Households are users of resources, and businesses are sources of saving. (C) Households are suppliers of resources and consumers of goods and services. (D) Businesses are users of taxes, and households are sources of taxes. (E) Businesses are suppliers of resources and consumers of goods and services.", "According to the short-run Phillips curve, lower inflation rates are associated with (A) higher unemployment rates (B) higher government spending (C) larger budget deficits (D) greater labor-force participation rates (E) smaller labor-force participation rates", "Which of the following will lead to a decrease in a nation’s money supply? (A) A decrease in income tax rates (B) A decrease in the discount rate (C) An open market purchase of government securities by the central bank (D) An increase in reserve requirements (E) An increase in government expenditures on goods and services", "An increase in which of the following would cause the aggregate demand curve to shift to the left? (A) Consumer optimism (B) Population (C) Cost of resources (D) Income taxes (E) Net exports", "Which of the following will most likely lead to a decrease in inflationary expectations? (A) A decrease in the marginal propensity to save (B) A decrease in imports (C) A decrease in the money supply (D) An increase in the government budget deficit (E) An increase in the prices of raw materials", "With an upward-sloping short-run aggregate supply curve, an increase in government expenditure will most likely (A) reduce the price level (B) reduce the level of nominal gross domestic product (C) increase real gross domestic product (D) shift the short-run aggregate supply curve to the right (E) shift both the aggregate demand curve and the long-run aggregate supply curve to the left", "Which of the following is likely to occur following the depreciation of the United States dollar? (A) United States imports will increase. (B) United States exports will increase. (C) Demand for the United States dollar will decrease. (D) United States demand for foreign currencies will increase. (E) United States goods will become more expensive in foreign markets.", "Which of the following is likely to occur following the depreciation of the United States dollar? (A) United States imports will increase. (B) United States exports will increase. (C) Demand for the United States dollar will decrease. (D) United States demand for foreign currencies will increase. (E) United States goods will become more expensive in foreign markets.", "If a country’s economy is operating below the full-employment level of output at a very low inflation rate, the central bank of the country is most likely to (A) pursue an expansionary monetary policy because it is required to do so by law whenever output is below the fullemployment level (B) pursue an expansionary fiscal policy because it is required to do so by law whenever output is below the full-employment level (C) lower the discount rate and buy bonds on the open market to generate an increase in output (D) lower the required reserve ratio and sell bonds on the open market to generate an increase in output (E) raise the discount rate and lower the required reserve ratio to generate an increase in output", "Assume that an economy is currently in long-run equilibrium and the short-run aggregate supply curve is upward sloping. An adverse supply shock, such as a drought, will most likely cause which of the following to the economy in the short run? (A) A decrease in the price level and a decrease in the nominal wage (B) A decrease in the price level and an increase in the nominal wage (C) An increase in the price level and an increase in the nominal wage (D) An increase in the price level and an increase in the real wage (E) An increase in the price level and a decrease in the real wage", "If Country Alpha has been experiencing a higher inflation rate than Country Beta over the past decade, which of the following is true? (A) Alpha’s currency will have appreciated relative to Beta’s currency. (B) Alpha’s currency will have depreciated relative to Beta’s currency. (C) Alpha will have had lower nominal interest rates than Beta. (D) Alpha will have had slower growth in the money supply than Beta. (E) Alpha’s economy will have grown at a faster rate than Beta’s.", "Which of the following best explains the increase in national income that results from equal increases in government spending and taxes? (A) Consumers do not reduce their spending by the full amount of the tax increase. (B) The government purchases some goods that consumers would have purchased on their own anyway. (C) Consumers believe all tax cuts are transitory. (D) The increase in government spending causes a decrease in investment. (E) Consumers are aware of tax increases but not of increases in government spending.", "Which of the following statements is true of unanticipated inflation? (A) It decreases the economic well-being of all members of society proportionately. (B) It decreases the economic well-being of all members of society equally. (C) It increases the economic well-being of net creditors. (D) It increases the economic well-being of net debtors. (E) It increases the economic well-being of workers with long-term labor contracts.", "A simultaneous increase in inflation and unemployment could be explained by an increase in which of the following? (A) Consumer spending (B) The money supply (C) Labor productivity (D) Investment spending (E) Inflationary expectations", "A simultaneous increase in inflation and unemployment could be explained by an increase in which of the following? (A) Consumer spending (B) The money supply (C) Labor productivity (D) Investment spending (E) Inflationary expectations", "Policies intended to reduce demand-pull inflation are most likely to increase which of the following in the short run? (A) Gross domestic product (B) The labor force participation rate (C) The price level (D) Unemployment (E) Wage levels", "An increase in the government budget deficit is most likely to result in an increase in which of the following? (A) The marginal propensity to consume (B) Exports (C) The real interest rate (D) The money supply (E) The simple multiplier", "An increase in which of the following would be most likely to increase long-run growth? (A) Pension payments (B) Unemployment compensations (C) Subsidies to businesses for purchases of capital goods (D) Tariffs on imported capital goods (E) Tariffs on imported oil", "A commercial bank’s ability to create money depends on which of the following? (A) The existence of a central bank (B) A fractional reserve banking system (C) Gold or silver reserves backing up the currency (D) A large national debt (E) The existence of both checking accounts and savings accounts", "The consumer price index (CPI) is designed to measure changes in the (A) spending patterns of urban consumers only (B) spending patterns of all consumers (C) wholesale price of manufactured goods (D) prices of all goods and services produced in an economy (E) cost of a select market basket of goods and services", "A barter economy is different from a money economy in that a barter economy (A) encourages specialization and division of labor (B) involves higher costs for each transaction (C) eliminates the need for a double coincidence of wants (D) has only a few assets that serve as a medium of exchange (E) promotes market exchanges", "Suppose that in an economy with lump-sum taxes and no international trade, autonomous investment spending increases by $2 million. If the marginal propensity to consume is 0.75, equilibrium gross domestic product will change by a maximum of (A) $0.5 million (B) $1.5 million (C) $2.0 million (D) $8.0 million (E) $15.0 million", "Assume that the required reserve ratio is 10 percent, banks keep no excess reserves, and borrowers deposit all loans made by banks. Suppose you have saved $100 in cash at home and decide to deposit it in your checking account. As a result of your deposit, the money supply can increase by a maximum of (A) $800 (B) $900 (C) $1,000 (D) $1,100 (E) $1,200", "Which of the following would be the initial impact on an economy if wages were to increase more than worker productivity? (A) There would be no initial impact, since neither the aggregate supply curve nor the aggregate demand curve would shift. (B) Employment would increase, causing a rightward shift in the aggregate demand curve. (C) The price level would increase, resulting in excess aggregate supply. (D) The short-run aggregate supply curve would shift to the left, increasing the price level. (E) The aggregate demand curve would shift to the left, increasing the price level.", "Under a flexible exchange-rate system, the Indian rupee will appreciate against the Japanese yen when (A) India’s inflation rate exceeds Japan’s (B) India has a trade deficit with Japan (C) Japan’s economy enters a recession, but India’s does not (D) Japan’s money supply decreases while India’s money supply increases (E) real interest rates in India increase relative to those in Japan", "Which of the following occurs as investment becomes more responsive to changes in the interest rate? (A) Monetary policy becomes more effective at changing real gross domestic product. (B) Fiscal policy becomes more effective at changing real gross domestic product. (C) Monetary policy becomes more effective at changing interest rates. (D) Fiscal policy becomes more effective at changing interest rates. (E) There is no change in the effectiveness of either monetary or fiscal policy.", "If two nations specialize according to the law of comparative advantage and then trade with each other, which of the following would be true? (A) A smaller number of goods would be available in each trading nation. (B) Total world production of goods would decrease. (C) Everyone within each nation would be better off. (D) Each nation would increase its consumption possibilities. (E) One nation would gain at the expense of the other nation.", "The shifting of a country’s production possibilities curve to the right will most likely cause (A) net exports to decline (B) inflation to increase (C) the aggregate demand curve to shift to the left (D) the long-run aggregate supply curve to shift to the left (E) the long-run aggregate supply curve to shift to the right", "One explanation for the downward slope of the aggregate demand curve is that when the price level increases, which of the following will decrease? (A) Real value of assets (B) Prices of foreign goods (C) Prices of substitute goods (D) Expectations of future prices (E) Government deficit", "Which of the following is true about changes in tax rates, changes in the level of government expenditures, and changes in the money supply? (A) They are automatic stabilizers. (B) They are tools of discretionary fiscal policy. (C) They have different lag times between implementation of a policy and its effects on aggregate demand. (D) They are favored equally by both classical and Keynesian economists to fine-tune the economy. (E) All are controlled by the Federal Reserve system.", "An increase in which of the following would LEAST likely increase labor productivity? (A) Physical capital (B) Human capital (C) Technological improvements (D) Educational achievement (E) The labor force", "Tariffs are different from assigned import quotas in that tariffs will (A) restrict imports (B) increase the price of imported goods (C) benefit domestic consumers of imported goods (D) hurt domestic producers of goods facing import competition (E) generate additional revenue for the domestic government", "In the narrowest definition of money, M1, savings accounts are excluded because they are (A) not a medium of exchange (B) not insured by federal deposit insurance (C) available from financial institutions other than banks (D) a store of purchasing power (E) interest-paying accounts", "Assume that Jane’s marginal propensity to consume equals 0.8, and that in 2004 Jane spent $36,000 from her disposable income of $40,000. If her disposable income in 2005 increased to $50,000, her consumption spending increased by (A) $4,000 (B) $8,000 (C) $9,000 (D) $10,000 (E) $14,000", "Advocates of a monetary rule recommend increasing the money supply at a rate that is equal to the rate of increase in which of the following? (A) Price level (B) Unemployment rate (C) Level of exports (D) Level of imports (E) Long-run real gross domestic product", "If economic agents perfectly anticipate policy changes and if all prices, including wages, are completely flexible, which of the following will be true in the long run? (A) The price level will be constant. (B) There will be no trade-off between inflation and unemployment. (C) The unemployment rate will be less than the natural rate of unemployment. (D) The unemployment rate will be greater than the natural rate of unemployment. (E) Changes in the money supply will not lead to changes in the price level."], "contexts": [["government deficits . Government borr owing and its int erest payments wil l pul l resour ces a way from domes tic\ninvestment in human capital and ph ysical capital that is es sential t o ec onomic gr owth.\n•Interest rates ma y start to rise so that the c ost of financing g overnment deb t wil l rise as w ell, creating pr essure\non the g overnment t o reduc e its budg et deficits thr ough spending cuts and tax incr eases . These s teps wil l be\npolitical ly painful , and the y wil l also ha ve a c ontr actionar y eff ect on ag gregate demand in the ec onom y.\n•Rising per centag e of deb t to GDP wil l create unc ertainty in the financial and global mark ets that might cause a\ncountr y to resor t to inflationar y tactics t o reduc e the r eal v alue o f the deb t outs tanding . This wil l decr ease r eal\nwealth and damag e confidenc e in the c ountr y’s ability t o manag e its spending . Aft er al l, if the g overnment has", "deficits -and-the -national-debt)\nFederal Surplus or Deficit as a P ercenta ge of Gros s Domes tic P roduct\nDebt/GDP R atio\nAnother useful w ay to view the budg et deficit is through the prism o f accumula ted debt ra ther than annual\ndeficits . The national debt refers to the total amount tha t the g overnment has b orro wed over time . In c ontras t,\nthe budg et deficit ref ers to ho w much the g overnment has b orro wed in one p articular y ear.Figure 17.8 shows\nthe ra tio o f debt /GDP sinc e 1966. Until the 1970s , the debt /GDP ra tio rev ealed a fairly cle ar p attern o f federal\nborro wing . The g overnment ran up larg e deficits and raise d the debt /GDP ra tio in W orld W ar II, but from the\n1950s to the 1970s the g overnment ran either surpluses or rela tively small deficits , and so the debt /GDP ra tio\ndrifte d do wn. Larg e deficits in the 1980s and e arly 1990s c aused the ra tio to rise sharply . When budg et", "it collecte d in tax es. This deficit w as a bout 15% o f the siz e of the U .S. GDP in 2020, making it b y far the larg est\nbudg et deficit rela tive to GDP sinc e the mammoth b orro wing the g overnment use d to financ e World W ar II. T o\nput it into p ersp ectiv e, the previous rec ord deficits w ere e xperienc ed during the Gre at Recession o f\n2007–2009, when the deficit re ache d 9.6% o f GDP .\nThis section presents an o verview o f government sp ending in the Unite d Sta tes.\nTotal U.S. Government Spending\nFederal sp ending in nominal dollars (tha t is, dollars not adjus ted for infla tion) has gro wn b y a multiple o f more416 17 • Go vernment Budg ets and Fiscal P olicy\nAccess for fr ee a t opens tax. org", "of Economic Anal ysis and F eder al Reser ve Economic Data)\nPrivate sa ving do es incre ase to some e xtent when g overnments r un larg e budg et deficits , and priv ate sa ving\nfalls when g overnments re duce deficits or r un larg e budg et surpluses . Ho wever, the o ffset ting eff ects o f priv ate\nsaving c omp ared to g overnment b orro wing are much les s than one -to-one . In addition , this eff ect c an v ary a\ngreat deal from c ountr y to c ountr y, from time to time , and o ver the shor t and the long r un.\nIf the funding f or a larg er budg et deficit c omes from interna tional financial in vestors , then a trade deficit ma y\naccomp any a budg et deficit . In some c ountries , this p attern o ftwin deficits has set the s tage for interna tional\nfinancial in vestors firs t to send their funds to a c ountr y and c ause an apprecia tion o f its e xchang e ra te and18.3 • Ho w Go vernment Borr owing Af fects P rivate Sa ving 449", "would cro wding out imp ede long-r un ec onomic gro wth?\n24.Wha t mus t tak e plac e for the g overnment to r un deficits without an y cro wding out?\nProblems\n25.Sketch a dia gram o f ho w a budg et deficit c auses a trade deficit . (Hint : Begin with wha t will happ en to the\nexchang e ra te when f oreigners demand more U .S. g overnment debt .)\n26.Sketch a dia gram o f ho w sus taine d budg et deficits c ause lo w ec onomic gro wth .\n27.Assume tha t the newly indep endent g overnment o f Tanzania emplo yed you in 1964. N ow free from British\nrule, the T anzanian p arliament has decide d tha t it will sp end 10 million shillings on scho ols, roads, and\nhealthc are f or the y ear. You es tima te tha t the net tax es for the y ear are eight million shillings . The\ngovernment will financ e the diff erenc e by selling 10- year g overnment b onds a t 12% interes t per year.\nParliament mus t add the interes t on outs tanding b onds to g overnment e xpenditure e ach y ear. Assume"], ["of all final output that is pr oduc ed and sold mus t be inc ome t o someone , some wher e in the ec onom y. At a national\nincome le vel of zero, $600 is c onsumed. Then, each time inc ome rises b y $1,000, c onsump tion rises b y $800,\nbecause in this e xample , the mar ginal pr opensity t o consume is 0.8.\nThe p attern o f consumption sho wn in Table B1 is plot ted in Figure B2 . To calcula te consumption , multiply the\nincome lev el by 0.8, f or the marginal prop ensity to c onsume , and add $600, f or the amount tha t would b e\nconsume d ev en if inc ome w as z ero. Consumption plus sa vings mus t be equal to inc ome .\nIncome Consump tion Savings\n$0 $600 –$600\n$1,000 $1,400 –$400\n$2,000 $2,200 –$200\n$3,000 $3,000 $0\n$4,000 $3,800 $200\n$5,000 $4,600 $400\n$6,000 $5,400 $600\n$7,000 $6,200 $800\nTABLE B1The Consump tion\nFunctionB • The Expenditur e-Output Model 553", "the ec onom y is e qual to output (or na tional inc ome). E quilibrium in a K eynesian cros s dia gram c an happ en a t\npotential GDP , or b elow or a bove tha t lev el.\nThe c onsumption function sho ws the up ward-sloping rela tionship b etween na tional inc ome and c onsumption .\nThe marginal prop ensity to c onsume (MPC) is the amount c onsume d out o f an additional dollar o f inc ome . A\nhigher marginal prop ensity to c onsume me ans a s teep er consumption function; a lo wer marginal prop ensity\nto consume me ans a fla tter c onsumption function . The marginal prop ensity to sa ve (MPS ) is the amount sa ved\nout o f an additional dollar o f inc ome . It is nec essarily tr ue tha t MPC + MPS = 1. The in vestment function is\ndrawn as a fla t line , sho wing tha t investment in the current y ear do es not chang e with reg ard to the current\nlevel of na tional inc ome . Ho wever, the in vestment function will mo ve up and do wn b ased on the e xpecte d ra te", "Income Consump tion Savings\n$8,000 $7,000 $1,000\n$9,000 $7,800 $1,200\nTABLE B1The Consump tion\nFunction\nHowever, a numb er o f factors other than inc ome c an also c ause the entire c onsumption function to shift . These\nfactors w ere summariz ed in the e arlier discus sion o f consumption , and lis ted in Table B1 . When the\nconsumption function mo ves, it c an shift in tw o ways: either the entire c onsumption function c an mo ve up or\ndown in a p arallel manner , or the slop e of the c onsumption function c an shift so tha t it b ecomes s teep er or\nflatter. For e xample , if a tax cut le ads c onsumers to sp end more , but do es not a ffect their marginal prop ensity\nto consume , it w ould c ause an up ward shift to a new c onsumption function tha t is p arallel to the original one .\nHowever, a chang e in household pref erenc es for sa ving tha t reduced the marginal prop ensity to sa ve would", "c.Would y ou e xpect c oncern a bout infla tion in this ec onom y to b e rela tively high or lo w?\nd.Ima gine tha t consumers b egin to lose c onfidenc e about the s tate of the ec onom y, and so AD b ecomes\nlower b y 275 a t every pric e lev el. Identif y the new a ggreg ate equilibrium .\ne.How will the shift in AD a ffect the original output , pric e lev el, and emplo yment?\n61.Table 11.4 describ es Santher 's ec onom y.298 11 • P roblems\nAccess for fr ee a t opens tax. org", "then this me ans tha t out o f every one dollar rec eived by a c onsumer , $0.80 will b e sp ent. This $0.80 is rec eived\nby another p erson . In turn , 80% o f the $0.80 rec eived, or $0.64, will b e sp ent, and so on . The imp act o f the\nmultiplier is dilute d when the eff ect o f tax es and e xpenditure on imp orts is c onsidere d. To deriv e the\nmultiplier , tak e the 1/1 – F; where F is e qual to p ercent o f savings , tax es, and e xpenditures on imp orts.\nReview Questions\nExercise B6\nWha t is on the ax es o f an e xpenditure -output dia gram?\nExercise B7\nWha t do es the 45- degree line sho w?\nExercise B8\nWha t determines the slop e of a c onsumption function?\nExercise B9\nWha t is the marginal prop ensity to c onsume , and ho w is it rela ted to the marginal prop ensity to imp ort?\nExercise B10\nWhy are the in vestment function , the g overnment sp ending function , and the e xport function all dra wn as fla t\nlines?\nExercise B11"], ["of all final output that is pr oduc ed and sold mus t be inc ome t o someone , some wher e in the ec onom y. At a national\nincome le vel of zero, $600 is c onsumed. Then, each time inc ome rises b y $1,000, c onsump tion rises b y $800,\nbecause in this e xample , the mar ginal pr opensity t o consume is 0.8.\nThe p attern o f consumption sho wn in Table B1 is plot ted in Figure B2 . To calcula te consumption , multiply the\nincome lev el by 0.8, f or the marginal prop ensity to c onsume , and add $600, f or the amount tha t would b e\nconsume d ev en if inc ome w as z ero. Consumption plus sa vings mus t be equal to inc ome .\nIncome Consump tion Savings\n$0 $600 –$600\n$1,000 $1,400 –$400\n$2,000 $2,200 –$200\n$3,000 $3,000 $0\n$4,000 $3,800 $200\n$5,000 $4,600 $400\n$6,000 $5,400 $600\n$7,000 $6,200 $800\nTABLE B1The Consump tion\nFunctionB • The Expenditur e-Output Model 553", "the ec onom y is e qual to output (or na tional inc ome). E quilibrium in a K eynesian cros s dia gram c an happ en a t\npotential GDP , or b elow or a bove tha t lev el.\nThe c onsumption function sho ws the up ward-sloping rela tionship b etween na tional inc ome and c onsumption .\nThe marginal prop ensity to c onsume (MPC) is the amount c onsume d out o f an additional dollar o f inc ome . A\nhigher marginal prop ensity to c onsume me ans a s teep er consumption function; a lo wer marginal prop ensity\nto consume me ans a fla tter c onsumption function . The marginal prop ensity to sa ve (MPS ) is the amount sa ved\nout o f an additional dollar o f inc ome . It is nec essarily tr ue tha t MPC + MPS = 1. The in vestment function is\ndrawn as a fla t line , sho wing tha t investment in the current y ear do es not chang e with reg ard to the current\nlevel of na tional inc ome . Ho wever, the in vestment function will mo ve up and do wn b ased on the e xpecte d ra te", "Income Consump tion Savings\n$8,000 $7,000 $1,000\n$9,000 $7,800 $1,200\nTABLE B1The Consump tion\nFunction\nHowever, a numb er o f factors other than inc ome c an also c ause the entire c onsumption function to shift . These\nfactors w ere summariz ed in the e arlier discus sion o f consumption , and lis ted in Table B1 . When the\nconsumption function mo ves, it c an shift in tw o ways: either the entire c onsumption function c an mo ve up or\ndown in a p arallel manner , or the slop e of the c onsumption function c an shift so tha t it b ecomes s teep er or\nflatter. For e xample , if a tax cut le ads c onsumers to sp end more , but do es not a ffect their marginal prop ensity\nto consume , it w ould c ause an up ward shift to a new c onsumption function tha t is p arallel to the original one .\nHowever, a chang e in household pref erenc es for sa ving tha t reduced the marginal prop ensity to sa ve would", "c.Would y ou e xpect c oncern a bout infla tion in this ec onom y to b e rela tively high or lo w?\nd.Ima gine tha t consumers b egin to lose c onfidenc e about the s tate of the ec onom y, and so AD b ecomes\nlower b y 275 a t every pric e lev el. Identif y the new a ggreg ate equilibrium .\ne.How will the shift in AD a ffect the original output , pric e lev el, and emplo yment?\n61.Table 11.4 describ es Santher 's ec onom y.298 11 • P roblems\nAccess for fr ee a t opens tax. org", "then this me ans tha t out o f every one dollar rec eived by a c onsumer , $0.80 will b e sp ent. This $0.80 is rec eived\nby another p erson . In turn , 80% o f the $0.80 rec eived, or $0.64, will b e sp ent, and so on . The imp act o f the\nmultiplier is dilute d when the eff ect o f tax es and e xpenditure on imp orts is c onsidere d. To deriv e the\nmultiplier , tak e the 1/1 – F; where F is e qual to p ercent o f savings , tax es, and e xpenditures on imp orts.\nReview Questions\nExercise B6\nWha t is on the ax es o f an e xpenditure -output dia gram?\nExercise B7\nWha t do es the 45- degree line sho w?\nExercise B8\nWha t determines the slop e of a c onsumption function?\nExercise B9\nWha t is the marginal prop ensity to c onsume , and ho w is it rela ted to the marginal prop ensity to imp ort?\nExercise B10\nWhy are the in vestment function , the g overnment sp ending function , and the e xport function all dra wn as fla t\nlines?\nExercise B11"], ["FIGURE 1.8 A Command Economy Ancient E gypt was an e xample o f a c ommand ec onom y. (Cr edit: \"Pyr amids at\nGiza \" by Ja y Ber gesen/Flickr Cr eativ e Commons , CC BY 2.0)\nCommand ec onomies are v ery diff erent . In a command ec onom y, economic eff ort is dev oted to g oals p assed\ndown from a r uler or r uling clas s. Ancient E gypt w as a g ood example: a larg e part of economic lif e was dev oted\nto building p yramids , like those in Figure 1.8 , for the pharaohs . Me diev al manor lif e is another e xample: the\nlord pro vide d the land f or gro wing crops and protection in the ev ent o f war. In return , vassals pro vide d labor\nand soldiers to do the lord ’s bidding . In the las t centur y, communism emphasiz ed command ec onomies .\nIn a c ommand ec onom y, the g overnment decides wha t goods and ser vices will b e pro duced and wha t pric es it\nwill charg e for them . The g overnment decides wha t metho ds o f pro duction to use and sets w ages for w orkers.", "tool for determining the ans wer.\n1.4 How T o Organiz e Economies: An Overview of Economic Systems\nWe can org aniz e so cieties as traditional , command , or mark et-oriente d ec onomies . Mos t societies are a mix .\nThe las t few dec ades ha ve seen glob aliza tion ev olve as a result o f gro wth in c ommercial and financial netw orks\nthat cros s na tional b orders , making busines ses and w orkers from diff erent ec onomies incre asingly\ninterdep endent .\nSelf -Check Questions\n1.Wha t is sc arcity? C an y ou think o f two causes o f scarcity?\n2.Residents o f the to wn o f Smithfield lik e to c onsume hams , but e ach ham re quires 10 p eople to pro duce it\nand tak es a month . If the to wn has a total o f 100 p eople , wha t is the maximum amount o f ham the\nresidents c an c onsume in a month?\n3.A consultant w orks f or $200 p er hour . She lik es to e at vegetables , but is not v ery good at gro wing them .", "The g overnment pro vides man y nec essities lik e he althc are and e duc ation f or free . Currently , Cub a and N orth\nKorea ha ve command ec onomies .\nFIGURE 1.9 A Mark et Economy Nothing sa ys “mark et” mor e than The Ne w York St ock Ex chang e. (Cr edit: w ork b y\nErik Dr ost/Flickr Cr eativ e Commons , CC BY 2.0)\nAlthough c ommand ec onomies ha ve a v ery centraliz ed structure f or ec onomic decisions , mark et ec onomies\nhave a v ery dec entraliz ed structure . Amark etis an ins titution tha t brings tog ether buy ers and sellers o f goods\nor ser vices, who ma y be either individuals or busines ses. The N ew Y ork Sto ck Ex chang e (Figure 1.9 ) is a prime\nexample o f a mark et which brings buy ers and sellers tog ether . In a mark et ec onom y, decision-making is\ndecentraliz ed. Mark et ec onomies are b ased on priv ate enterprise : the priv ate individuals or groups o f priv ate", "individuals o wn and op erate the me ans o f pro duction (resourc es and busines ses). B usines ses supply g oods\nand ser vices b ased on demand . (In a c ommand ec onom y, by contras t, the g overnment o wns resourc es and\nbusines ses.) Supply o f goods and ser vices dep ends on wha t the demands are . A p erson ’s inc ome is b ased on\ntheir a bility to c onvert resourc es (esp ecially la bor) into something tha t society v alues . The more so ciety v alues\nthe p erson ’s output , the higher the inc ome (think Lady G aga or LeBron J ames). In this sc enario , mark et forces,\nnot g overnments , determine ec onomic decisions .\nMos t economies in the re al w orld are mix ed. The y combine elements o f command and mark et (and ev en\ntraditional) s ystems . The U .S. ec onom y is p ositione d to ward the mark et-oriente d end o f the sp ectr um. Man y", "1.4 How T o Organiz e Economies: An Overview of Economic Systems\nLEARNING OBJEC TIVES\nBy the end o f this section , you will b e able to:\n•Contras t traditional ec onomies , command ec onomies , and mark et ec onomies\n•Explain gros s domes tic pro duct (GDP)\n•Assess the imp ortanc e and eff ects o f glob aliza tion\nThink a bout wha t a c omple x system a mo dern ec onom y is. It includes all pro duction o f goods and ser vices, all\nbuying and selling , all emplo yment . The ec onomic lif e of every individual is interrela ted, at least to a small\nextent , with the ec onomic liv es o f thousands or ev en millions o f other individuals . Who org aniz es and\ncoordina tes this s ystem? Who ensures tha t, for e xample , the numb er o f televisions a so ciety pro vides is the\nsame as the amount it nee ds and w ants? Who ensures tha t the right numb er o f emplo yees w ork in the"], ["c.The Greek use euros while the C anadians use dollars . An incre ase in the euro me ans it will buy more\nCanadian dollars . As a result , the Greek b ank will see a decre ase in the c ost of the C anadian b onds , so\nit ma y purchase more b onds . Either w ay, the Greek b ank b enefits .\nd.Sinc e both the F rench and Germans use the euro , an incre ase in the euro , in terms o f other currencies ,\nshould ha ve no imp act on the F rench e xporter.\n2.Exp ecte d deprecia tion in a currency will le ad p eople to div est themselv es o f the currency . We should\nexpect to see an incre ase in the supply o f pounds and a decre ase in demand f or p ounds . The result should\nbe a decre ase in the v alue o f the p ound vis à vis the dollar .\n3.Lower U .S. interes t rates mak e U.S. as sets les s desira ble c omp ared to as sets in the Europ ean Union . We\nshould e xpect to see a decre ase in demand f or dollars and an incre ase in supply o f dollars in f oreign", "true. A rela tively s trong er U .S. dollar me ans tha t their o wn currencies are rela tively w eaker, so tha t as the y shift\nfrom their o wn currency to U .S. dollars , the y ha ve fewer U .S. dollars than previously . When a c ountr y’s\ncurrency is s trong , it is not an esp ecially g ood time f or foreign touris ts to visit .\nA strong er dollar injures the prosp ects o f a U .S. financial in vestor who has alre ady in vested mone y in another\ncountr y. A U .S. financial in vestor a broad mus t firs t convert U.S. dollars to a f oreign currency , invest in a f oreign\ncountr y, and then la ter c onvert tha t foreign currency b ack to U .S. dollars . If in the me antime the U .S. dollar\nbecomes s trong er and the f oreign currency b ecomes w eaker, then when the in vestor c onverts back to U .S.\ndollars , the ra te of return on tha t investment will b e les s than originally e xpecte d at the time it w as made .", "lower pric es b enefit buy ers and hur t sellers . In the c ase o f exchang e ra tes, where the buy ers and sellers are not\nalways intuitiv ely ob vious , it is useful to trac e ho w a s trong er or w eaker currency will a ffect diff erent mark et\nparticip ants . Consider , for e xample , the imp act o f a s trong er U .S. dollar on six diff erent groups o f economic\nactors , as Figure 16.4 shows: (1) U .S. e xporters selling a broad; (2) f oreign e xporters (tha t is, firms selling\nimp orts in the U .S. ec onom y); (3) U .S. touris ts abroad; (4) f oreign touris ts visiting the Unite d Sta tes; (5) U .S.\ninvestors (either f oreign direct in vestment or p ortfolio in vestment) c onsidering opp ortunities in other\ncountries; (6) and f oreign in vestors c onsidering opp ortunities in the U .S. ec onom y.\nFIGURE 16.4 How Do Ex change R ate Mo vements Aff ect Each Gr oup? Exchang e rate mo vements aff ect e xpor ters,\ntouris ts, and int ernational in vestors in diff erent w ays.", "Key T erms\nappreciat ing when a currency is w orth more in terms o f other currencies; also c alled “strengthening ”\narbitra gethe pro cess of buying a g ood and selling g oods acros s borders to tak e adv anta ge of interna tional\npric e diff erenc es\ndepreciat ing when a currency is w orth les s in terms o f other currencies; also c alled “weakening ”\ndollariz ea countr y tha t is not the Unite d Sta tes uses the U .S. dollar as its currency\nfloating e xchang e rate a countr y lets the e xchang e ra te mark et determine its currency 's value\nforeign direct in vestment (FDI) purchasing more than ten p ercent o f a firm or s tarting a new enterprise in\nanother c ountr y\nforeign e xchang e mark etthe mark et in which p eople use one currency to buy another currency\nhard p egan e xchang e ra te p olicy in which the c entral b ank sets a fix ed and unchanging v alue f or the\nexchang e ra te\nhedgeusing a financial transaction as protection a gains t risk", "through e xport sales , when trade d back into the e xporting firm 's home currency , will no w buy more home\ncurrency than e xpecte d before the dollar had s trengthene d. As a result , the s trong er dollar me ans tha t the\nimp orting firm will e arn higher pro fits than e xpecte d. The firm will seek to e xpand its sales in the U .S.394 16 • Ex chang e Rates and Int erna tional Capital Flo ws\nAccess for fr ee a t opens tax. org"], ["mark et, chang es in ine quality o f inc ome , incre ases in v ariety , incre ases in technolog y, or the (p ositiv e or\nnegative) value tha t society ma y plac e on c ertain typ es o f output .\nSelf -Check Questions\n1.Countr y A has e xport sales o f $20 billion , government purchases o f $1,000 billion , busines s investment is\n$50 billion , imp orts are $40 billion , and c onsumption sp ending is $2,000 billion . Wha t is the dollar v alue\nof GDP?\n2.Which o f the f ollowing are include d in GDP , and which are not?\na.The c ost of hospital s tays\nb.The rise in lif e expectancy o ver time\nc.Child c are pro vide d by a lic ense d da y care c enter\nd.Child c are pro vide d by a grandmother\ne.A use d car sale\nf.A new c ar sale\ng.The gre ater v ariety o f cheese a vailable in sup ermark ets\nh.The iron tha t goes into the s teel tha t goes into a refrig erator b ought b y a c onsumer .", "rang e of $6,000 to $12,000. The w orld's lo w-inc ome c ountries , man y of them lo cated in Afric a and Asia, o ften\nhave GDP p er capita o f les s than $2,000 p er year.\n6.5 How W ell GDP Measur es the W ell-Being of Society\nLEARNING OBJEC TIVES\nBy the end o f this section , you will b e able to:\n•Discus s ho w pro ductivity influenc es the s tandard o f living\n•Explain the limita tions o f GDP as a me asure o f the s tandard o f living\n•Analyz e the rela tionship b etween GDP da ta and fluctua tions in the s tandard o f living\nCLEAR IT UP158 6 • The Macr oeconomic P erspectiv e\nAccess for fr ee a t opens tax. org", "8.Is it p ossible f or GDP to rise while a t the same time p er capita GDP is falling? Is it p ossible f or GDP to fall\nwhile p er capita GDP is rising?\n9.The C entral Afric an R epublic has a GDP o f 1,107,689 million CF A francs and a p opula tion o f 4.862 million .\nThe e xchang e ra te is 284.681CF A francs p er dollar . Calcula te the GDP p er capita o f Central Afric an\nRepublic .\n10.Explain briefly whether e ach o f the f ollowing w ould c ause GDP to o verstate or unders tate the degree o f\nchang e in the bro ad s tandard o f living .\na.The en vironment b ecomes dir tier\nb.The crime ra te declines\nc.A gre ater v ariety o f goods b ecome a vailable to c onsumers\nd.Infant mor tality declines\nReview Questions\n11.Wha t are the main c omp onents o f me asuring GDP with wha t is demande d?\n12.Wha t are the main c omp onents o f me asuring GDP with wha t is pro duced?\n13.Would y ou usually e xpect GDP as me asure d by wha t is demande d to b e gre ater than GDP me asure d by", "The lev el of GDP p er capita cle arly c aptures some o f wha t we me an b y the phrase “ standard o f living .” Mos t of\nthe migra tion in the w orld , for e xample , involves p eople who are mo ving from c ountries with rela tively lo w\nGDP p er capita to c ountries with rela tively high GDP p er capita.\n“Standard o f living ” is a bro ader term than GDP . While GDP f ocuses on pro duction tha t is b ought and sold in\nmark ets,standard of living includes all elements tha t affect p eople ’s well-b eing , whether the y are b ought and\nsold in the mark et or not . To illumina te the diff erenc e between GDP and s tandard o f living , it is useful to sp ell\nout some things tha t GDP do es not c over tha t are cle arly relev ant to s tandard o f living .\nLimitations of GDP as a Measur e of the Standar d of Living\nGDP me asures ec onomic activity , not all activity . As a result , economis ts lik e Kate Ra worth see it as a", "then e xperienc es a surg e of rebuilding c onstruction activity , it w ould b e peculiar to claim tha t the hurric ane\nwas theref ore ec onomic ally b eneficial . If p eople are le d by a rising f ear o f crime , to p ay for ins talling b ars and\nburglar alarms on all their windo ws, it is hard to b eliev e tha t this incre ase in GDP has made them b etter o ff.\nSimilarly , some p eople w ould argue tha t sales o f certain g oods, like pornograph y or e xtremely violent mo vies ,\ndo not represent a g ain to so ciety ’s standard o f living .\nDoes a Rise in GDP Overstate or Understate the Rise in the Standar d of Living?\nThe fact tha t GDP p er capita do es not fully c apture the bro ader ide a of standard o f living has le d to a c oncern\nthat the incre ases in GDP o ver time are illusor y. It is theoretic ally p ossible tha t while GDP is rising , the\nstandard o f living c ould b e falling if human he alth , environmental cle anlines s, and other factors tha t are not"], ["to onl y one U .S. dol lar a da y. At its height, it t ook 621,984,228 Zimbab wean dol lars t o pur chase one U .S. dol lar.\nGovernment ag encies had no mone y to pa y their w orkers so the y started printing mone y to pa y their bil ls rather than\nraising tax es. Rising pric es caused the g overnment t o enact pric e contr ols on priv ate busines ses, which led t o\nshor tages and the emer gence of black mark ets. In 2009, the c ountr y abandoned its curr ency and al lowed people t o\nuse f oreign curr encies f or pur chases .\nHow does this happen? Ho w can both g overnment and the ec onom y fail t o function at the mos t basic le vel? Bef ore\nwe consider these e xtreme cases o f hyperinflation, let ’s firs t look at inflation itself .\nInflat ion is a g eneral and ong oing rise in the lev el of pric es in an entire ec onom y. Infla tion do es not ref er to a\nchang e in rela tive pric es. A rela tive pric e chang e occurs when y ou see tha t the pric e of tuition has risen , but", "Man y countries in La tin Americ a experienc ed ra ging infla tion during the 1980s and e arly 1990s , with infla tion\nrates o ften w ell a bove 100% p er year. In 1990, f or e xample , both Brazil and Arg entina sa w infla tion climb\nabove 2000%. C ertain c ountries in Afric a experienc ed extremely high ra tes o f infla tion , sometimes b ordering\non h yperinfla tion , in the 1990s . Nig eria, the mos t populous c ountr y in Afric a, had an infla tion ra te of 75% in\n1995.\nIn the e arly 2000s , the problem o f infla tion app ears to ha ve diminishe d for mos t countries , at least in\ncomp arison to the w orst times o f rec ent dec ades . As w e note d in this e arlier Bring it Home f eature , in rec ent\nyears, the w orld ’s worst example o f hyperinfla tion w as in Zimb abwe, where a t one p oint the g overnment w as\nissuing bills with a fac e value o f $100 trillion (in Zimb abwean dollars)—tha t is, the bills had", "9.3 How the U.S. and Other Countries Experience Inflation\nIn the U .S. ec onom y, the annual infla tion ra te in the las t two dec ades has typic ally b een around 2% to 4%. The\nperio ds o f highes t infla tion in the Unite d Sta tes in the tw entieth c entur y occurre d during the y ears a fter W orld\nWars I and II, and in the 1970s . The p erio d of lowest infla tion—actually , with defla tion—w as the 1930s Gre at\nDepres sion .\n9.4 The Confusion Over Inflation\nUne xpecte d infla tion will tend to hur t those whose mone y rec eived, in terms o f wages and interes t payments ,\ndoes not rise with infla tion . In c ontras t, infla tion c an help those who o we mone y tha t the y can p ay in les s\nvalua ble, infla ted dollars . Low ra tes o f infla tion ha ve rela tively lit tle ec onomic imp act o ver the shor t term . Over\nthe me dium and the long term , even lo w ra tes o f infla tion c an c omplic ate future planning . High ra tes o f", "•Inde xing and Its Limita tions\nIntr oduction to Inflation\nA $550 Million Loaf of Br ead?\nIf you w ere born within the las t thr ee decades in the Unit ed Stat es, Canada , or man y other c ountries in the\ndeveloped w orld, y ou pr obabl y ha ve no r eal e xperienc e with a high r ate of inflation. Inflation is when mos t pric es in\nan entir e ec onom y are rising . Ho wever, ther e is an e xtreme f orm o f inflation cal led h yperinflation. This oc curr ed in\nGerman y betw een 1921 and 1928, and mor e recently in Zimbab we betw een 2008 and 2009. In No vember 2008,\nZimbab we had an inflation r ate of 79.6 bil lion per cent. In c ontr ast, in 2014, the Unit ed Stat es had an a verage annual\nrate of inflation o f 1.6%.9Inflation\nBRING IT HOME", "legislatur e. For example , the U .S. budg et tak es months t o debat e, pas s, and sign int o law, but monetar y policy\ndecisions happen much mor e rapidl y. Day-to-day democr atic c ontr ol of monetar y policy is impr actical and seems\nlikely to lead t o an o verly expansionar y monetar y policy and higher inflation.\nThe problem o f excess reser ves do es not a ffect c ontractionar y policy . Central b ank ers ha ve an old sa ying tha t\nmonetar y policy c an b e lik e pulling and pushing on a s tring: when the c entral b ank pulls on the s tring and uses\ncontractionar y monetar y policy , it c an definitely raise interes t rates and re duce aggreg ate demand . Ho wever,\nwhen the c entral b ank tries to push on the s tring o f expansionar y monetar y policy , the s tring ma y sometimes\nCLEAR IT UP376 15 • Monetar y Policy and Bank R egulation\nAccess for fr ee a t opens tax. org"], ["c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "shift to the right and ma y cause infla tion if it g oes b eyond p otential GDP .\nb.Rapid gro wth b y a major trading p artner will incre ase demand f or e xports. AD will shift to the right\nand ma y cause infla tion if it g oes b eyond p otential GDP .\nc.Incre ased pro fit opp ortunities will incre ase busines s investment . AD will shift to the right and ma y\ncause infla tion if it g oes b eyond p otential GDP .\nd.Higher interes t rates re duce investment sp ending . AD will shift to the left and ma y cause rec ession if it\nfalls b elow potential GDP .\ne.Demand f or che aper imp orts incre ases , reducing demand f or domes tic pro ducts . AD will shift to the\nleft and ma y be rec essionar y.\n2.a.A tax incre ase on c onsumer inc ome will c ause c onsumption to fall , pushing the AD cur ve left , and is a\npossible solution to infla tion .\nb.A surg e in militar y sp ending is an incre ase in g overnment sp ending . This will c ause the AD cur ve to", "add the results tog ether to g et the final ans wer.\n3.a.An impro vement in technolog y tha t reduces the c ost of pro duction will c ause an incre ase in supply .\nAlterna tively, you c an think o f this as a re duction in pric e nec essary for firms to supply an y quantity .\nEither w ay, this c an b e sho wn as a rightw ard (or do wnward) shift in the supply cur ve.\nb.An impro vement in pro duct quality is tre ated as an incre ase in tas tes or pref erenc es, me aning\nconsumers demand more p aint a t an y pric e lev el, so demand incre ases or shifts to the right . If this\nseems c ounterintuitiv e, note tha t demand in the future f or the long er-lasting p aint will fall , sinc e\nconsumers are es sentially shifting demand from the future to the present .\nc.An incre ase in nee d causes an incre ase in demand or a rightw ard shift in the demand cur ve.\nd.Factor y dama ge me ans tha t firms are una ble to supply as much in the present . Technic ally, this is an", "c.Would y ou e xpect c oncern a bout infla tion in this ec onom y to b e rela tively high or lo w?\nd.Ima gine tha t consumers b egin to lose c onfidenc e about the s tate of the ec onom y, and so AD b ecomes\nlower b y 275 a t every pric e lev el. Identif y the new a ggreg ate equilibrium .\ne.How will the shift in AD a ffect the original output , pric e lev el, and emplo yment?\n61.Table 11.4 describ es Santher 's ec onom y.298 11 • P roblems\nAccess for fr ee a t opens tax. org", "shift the demand cur ve for financial capital t o the right fr om D 0to D1. As the equilibrium int erest rate shifts fr om E 0\nto E1, the int erest rate rises fr om 5% t o 6% in this e xample . The higher int erest rate is one ec onomic mechanism b y\nwhich g overnment borr owing can cr owd out priv ate investment.\nA sur vey of economic s tudies on the c onnection b etween g overnment b orro wing and interes t rates in the U .S.\neconom y sugg ests tha t an incre ase o f 1% in the budg et deficit will le ad to a rise in interes t rates o f between 0.5\nand 1.0%, other factors held e qual . In turn , a higher interes t rate tends to disc oura ge firms from making\nphysical capital in vestments . One re ason g overnment budg et deficits cro wd out priv ate in vestment , theref ore,\nis the incre ase in interes t rates. There are , however, economic s tudies tha t sho w a limite d connection b etween"], ["looking f or w ork to b e counte d as unemplo yed; other wise , a p erson without a job is c ounte d as out o f the la bor\nforce. Economis ts define the unemplo yment ra te as the numb er o f unemplo yed persons divide d by the\nnumb er o f persons in the la bor force (not the o verall adult p opula tion). The Current P opula tion Sur vey (CPS )\nconducte d by the Unite d Sta tes C ensus B ureau me asures the p ercenta ge of the la bor force tha t is unemplo yed.\nThe es tablishment p ayroll sur vey by the B ureau of Labor Sta tistics me asures the net chang e in jobs cre ated for\nthe month .\n8.2 Patterns of Unemployment\nThe U .S. unemplo yment ra te rises during p erio ds o f rec ession and depres sion , but falls b ack to the rang e of 4%\nto 6% when the ec onom y is s trong . The unemplo yment ra te nev er falls to z ero. Despite enormous gro wth in the\nsize of the U .S. p opula tion and la bor force in the tw entieth c entur y, along with other major trends lik e", "the labor f orce that is unemplo yed. The Bur eau o f Labor Statis tics' establishment pa yroll sur vey (EPS) is a pa yroll\nsurvey that measur es the net chang e in jobs cr eated for the month.\nCriticisms of Measuring Unemployment\nThere are alw ays complic ations in me asuring the numb er o f unemplo yed. For e xample , wha t about p eople\nwho do not ha ve jobs and w ould b e available to w ork, but are disc oura ged by the lack o f available jobs in their\narea and s topp ed looking? Such p eople , and their families , ma y be suff ering the p ains o f unemplo yment .\nHowever, the sur vey counts them as out o f the la bor force because the y are not activ ely lo oking f or w ork. Other\npeople ma y tell the C ensus B ureau tha t the y are re ady to w ork and lo oking f or a job but , truly, the y are not tha t\neager to w ork and are not lo oking v ery hard a t all . The y are c ounte d as unemplo yed, although the y might more", "individuals who are underemplo yed. This includes those who are traine d or skille d for one typ e or lev el of\nwork but are w orking in a lo wer p aying job or one tha t do es not utiliz e their skills . For e xample , we would\nconsider an individual with a c olleg e degree in financ e who is w orking as a sales clerk underemplo yed. The y\nare, however, also c ounte d in the emplo yed group . All of these individuals fall under the umbrella o f the term\n“hidden unemplo yment .”Disc oura ged workers, those who ha ve stopp ed looking f or emplo yment and , henc e,\nare no long er counte d in the unemplo yed also fall into this group\nLabor F orce P articipation R ate\nAnother imp ortant s tatistic is the labor force particip ation rate . This is the p ercenta ge of adults in an\neconom y who are either emplo yed or who are unemplo yed and lo oking f or a job . Using the da ta in Figure 8.2", "8.4 What Causes Changes in Unemployment over the Long R un\nThe na tural ra te of unemplo yment is the ra te of unemplo yment tha t the ec onomic , social, and p olitic al forces\nin the ec onom y would c ause ev en when the ec onom y is not in a rec ession . These factors include the frictional\nunemplo yment tha t occurs when p eople either cho ose to chang e jobs or are put out o f work f or a time b y the\nshifts o f a dynamic and changing ec onom y. The y also include an y laws concerning c onditions o f hiring and\nfiring tha t ha ve the undesire d side eff ect o f disc oura ging job f orma tion . The y also include s tructural\nunemplo yment , which o ccurs when demand shifts p ermanently a way from a c ertain typ e of job skill .\nSelf -Check Questions\n1.Supp ose the adult p opula tion o ver the a ge of 16 is 237.8 million and the la bor force is 153.9 million (o f\nwhom 139.1 million are emplo yed). Ho w man y people are “not in the la bor force?” Wha t are the", "rates ha ve been v ery similar . In rec ent y ears, unemplo yment ra tes in the Unite d Sta tes ha ve comp ared\nfavorably with unemplo yment ra tes in mos t other high-inc ome ec onomies .\n8.3 What Causes Changes in Unemployment over the Short R un\nCyclical unemplo yment rises and falls with the busines s cy cle. In a la bor mark et with fle xible w ages, wages will\nadjus t in such a mark et so tha t quantity demande d of labor alw ays equals the quantity supplie d of labor a t the\nequilibrium w age. Economis ts ha ve prop osed man y theories f or wh y wages might not b e fle xible , but ins tead\nmay adjus t only in a “ sticky ” way, esp ecially when it c omes to do wnward adjus tments: implicit c ontracts ,\nefficiency w age theor y, adv erse selection o f wage cuts , insider -outsider mo del, and rela tive wage coordina tion .\n8.4 What Causes Changes in Unemployment over the Long R un"], ["incentiv e to pro duce, although c onsumers w ould b e willing to purchase a larg e quantity o f output . As the pric e\nlevel rises , aggreg ate supply rises and a ggreg ate demand falls until the e quilibrium p oint is re ache d.\nFigure 11.6 combines the AS cur ve from Figure 11.3 and the AD cur ve from Figure 11.4 and plac es them b oth\non a single dia gram . In this e xample , the e quilibrium p oint o ccurs a t point E, a t a pric e lev el of 90 and an\noutput lev el of 8,800.\nFIGURE 11.6 Aggr egate Supply and Aggr egate Demand The equilibrium, wher e ag gregate suppl y (AS) equals\naggregate demand (AD), oc curs at a pric e level of 90 and an output le vel of 8,800.\nConfusion sometimes arises b etween the a ggreg ate supply and a ggreg ate demand mo del and the\nmicro economic analy sis o f demand and supply in p articular mark ets f or g oods, ser vices, labor, and c apital .", "outputs , a higher pric e for inputs will disc oura ge pro duction b ecause it will re duce the p ossibilities f or e arning\nprofits.Figure 11.7 (b) sho ws the a ggreg ate supply cur ve shifting to the left , from SR AS0to SR AS1, causing the\nequilibrium to mo ve from E 0to E 1. The mo vement from the original e quilibrium o f E0to the new e quilibrium11.3 • Shifts in Ag gregate Suppl y283", "or lo wer pric e. For e xample , if the pric e of a c ar rose to $22,000, the quantity demande d would decre ase to 17\nmillion , at point R .\nThe original demand cur ve D0, like ev ery demand cur ve, is b ased on the ceteris p aribus assumption tha t no\nother ec onomic ally relev ant factors chang e. Now ima gine tha t the ec onom y expands in a w ay tha t raises the\nincomes o f man y people , making c ars more a fforda ble. Ho w will this a ffect demand? Ho w can w e sho w this\ngraphic ally?\nReturn to Figure 3.5 . The pric e of cars is s till $20,000, but with higher inc omes , the quantity demande d has\nnow incre ased to 20 million c ars, sho wn a t point S. As a result o f the higher inc ome lev els, the demand cur ve\nshifts to the right to the new demand cur ve D1, indic ating an incre ase in demand .Table 3.4 shows cle arly tha t\nthis incre ased demand w ould o ccur a t every pric e, not jus t the original one .", "add the results tog ether to g et the final ans wer.\n3.a.An impro vement in technolog y tha t reduces the c ost of pro duction will c ause an incre ase in supply .\nAlterna tively, you c an think o f this as a re duction in pric e nec essary for firms to supply an y quantity .\nEither w ay, this c an b e sho wn as a rightw ard (or do wnward) shift in the supply cur ve.\nb.An impro vement in pro duct quality is tre ated as an incre ase in tas tes or pref erenc es, me aning\nconsumers demand more p aint a t an y pric e lev el, so demand incre ases or shifts to the right . If this\nseems c ounterintuitiv e, note tha t demand in the future f or the long er-lasting p aint will fall , sinc e\nconsumers are es sentially shifting demand from the future to the present .\nc.An incre ase in nee d causes an incre ase in demand or a rightw ard shift in the demand cur ve.\nd.Factor y dama ge me ans tha t firms are una ble to supply as much in the present . Technic ally, this is an", "D1. (b) The same fact ors, if their dir ection is r eversed, can cause a decr ease in demand fr om D 0to D1.\nWhen a demand cur ve shifts , it will then intersect with a giv en supply cur ve at a diff erent e quilibrium pric e\nand quantity . We are , however, getting ahe ad o f our s tory. Bef ore discus sing ho w chang es in demand c an a ffect\nequilibrium pric e and quantity , we firs t nee d to discus s shifts in supply cur ves.\nHow Pr oduction Costs Aff ect Supply\nA supply cur ve sho ws ho w quantity supplie d will chang e as the pric e rises and falls , assuming ceteris p aribus\nso tha t no other ec onomic ally relev ant factors are changing . If other factors relev ant to supply do chang e, then\nthe entire supply cur ve will shift . Just as w e describ ed a shift in demand as a chang e in the quantity demande d\nat every pric e, ashift in supply means a chang e in the quantity supplie d at every pric e."], ["(B)Bankers and lenders\n(C)Merchants and consumers\n(D)The federal and state governments\n8.A decline in the amount of money in circulation in proportion to the\npopulation would most likely result in a(n)\n(A)increase in prices and a decline in wages\n(B)increase in the value of the dollar along with decrease in purchasing\npower\n(C)increase in interest rates and a decline in prices\n(D)decrease the value of the dollar and increase in prices\nTHE POLITICS OF THE GILDED AGE, 1877-1900 395", "c.Currency out in the public hands is p art of M1 and M2\nd.Checking dep osits are in M1 and M2\ne.Mone y mark et ac counts are in M2\n5.A bank ’s as sets include c ash held in their v aults , but as sets also include monies tha t the b ank holds a t the\nFederal R eser ve Bank (c alled “reser ves”), lo ans tha t are made to cus tomers , and b onds .\n6.a.A borro wer who has b een la te on a numb er o f loan p ayments lo oks p erhaps les s lik ely to rep ay the\nloan, or to rep ay it on time , and so y ou w ould w ant to p ay les s for tha t loan.\nb.If interes t rates g enerally ha ve risen , then this lo an made a t a time o f rela tively lo wer interes t rates\nlooks les s attractiv e, and y ou w ould p ay les s for it .\nc.If the b orro wer is a firm with a rec ord o f high pro fits, then it is lik ely to b e able to rep ay the lo an, and\nyou w ould b e willing to p ay more f or the lo an.\nd.If interes t rates in the ec onom y ha ve fallen , then the lo an is w orth more .\nChapter 15", "and will , indee d, fail .\n4.The b ank has to hold $1,000 in reser ves, so when it buy s the $500 in b onds , it will ha ve to re duce its lo ans\nby $500 to mak e up the diff erenc e. The mone y supply decre ases b y the same amount .\n5.An incre ase in reser ve re quirements w ould re duce the supply o f mone y, sinc e more mone y would b e held\nin b anks ra ther than circula ting in the ec onom y.\n6.Contractionar y policy re duces the amount o f loanable funds in the ec onom y. As with all g oods, gre ater\nscarcity le ads a gre ater pric e, so the interes t rate, or the pric e of borro wing mone y, rises .\n7.An incre ase in the amount o f available lo anable funds me ans tha t there are more p eople who w ant to lend .\nThe y, theref ore, bid the pric e of borro wing (the interes t rate) do wn.\n8.In times o f economic unc ertainty , banks ma y worry tha t borro wers will lose the a bility to rep ay their lo ans.", "a.The numb er o f people a t the mos t common a ges for home -buying incre ases .\nb.People g ain c onfidenc e tha t the ec onom y is gro wing and tha t their jobs are secure .\nc.Banks tha t ha ve made home lo ans find tha t a larg er numb er o f people than the y expecte d are not\nrepaying those lo ans.\nd.Because o f a thre at of a w ar, people b ecome unc ertain a bout their ec onomic future .\ne.The o verall lev el of saving in the ec onom y diminishes .\nf.The f ederal g overnment chang es its b ank regula tions in a w ay tha t mak es it che aper and e asier f or\nbanks to mak e home lo ans.\n31.Table 4.6 shows the amount o f savings and b orro wing in a mark et for lo ans to purchase homes , me asure d\nin millions o f dollars , at various interes t rates. Wha t is the e quilibrium interes t rate and quantity in the\ncapital financial mark et? Ho w can y ou tell? N ow, ima gine tha t because o f a shift in the p erceptions o f", "d.If interes t rates in the ec onom y ha ve fallen , then the lo an is w orth more .\nChapter 15\n1.Long er terms insula te the Bo ard from p olitic al forces. Sinc e the presidency c an p otentially chang e ev ery\nfour y ears, the F ederal R eser ve’s indep endenc e prev ents dras tic s wings in monetar y policy with ev ery new\nadminis tration and allo ws policy decisions to b e made only on ec onomic grounds .\n2.Banks mak e their mone y from is suing lo ans and charging interes t. The more mone y tha t is s tore d in the\nbank ’s vault, the les s is a vailable f or lending and the les s mone y the b ank s tands to mak e.\n3.The f ear and unc ertainty cre ated by the sugg estion tha t a b ank might fail c an le ad dep ositors to withdra w\ntheir mone y. If man y dep ositors do this a t the same time , the b ank ma y not b e able to meet their demands\nand will , indee d, fail ."], ["land , capital , raw ma terials) firms nee d to pro duce goods and ser vices in the mark et for inputs (or factors o f\nproduction). Arro w “C” indic ates this . In return , firms p ay for the inputs (or resourc es) the y use in the f orm o f\nwages and other factor p ayments . Arro w “D ” indic ates this . Arro ws “C” and “D ” represent the tw o sides o f the\nfactor mark et.\nOf c ourse , in the re al w orld , there are man y diff erent mark ets f or g oods and ser vices and mark ets f or man y\ndifferent typ es o f labor. The circular flo w dia gram simplifies this to mak e the picture e asier to grasp . In the\ndiagram , firms pro duce goods and ser vices, which the y sell to households in return f or rev enues . The outer\ncircle sho ws this , and represents the tw o sides o f the pro duct mark et (f or e xample , the mark et for g oods and1.3 • Ho w Economis ts Use Theories and Models t o Unders tand E conomic I ssues 17", "services) in which households demand and firms supply . Households sell their la bor as w orkers to firms in\nreturn f or w ages, salaries , and b enefits . The inner circle sho ws this and represents the tw o sides o f the la bor\nmark et in which households supply and firms demand .\nThis v ersion o f the circular flo w mo del is s tripp ed do wn to the es sentials , but it has enough f eatures to e xplain\nhow the pro duct and la bor mark ets w ork in the ec onom y. We could e asily add details to this b asic mo del if w e\nwante d to intro duce more re al-w orld elements , like financial mark ets, governments , and interactions with the\nrest of the glob e (imp orts and e xports).\nEconomis ts carry a set o f theories in their he ads lik e a c arpenter c arries around a to olkit . When the y see an\neconomic is sue or problem , the y go through the theories the y kno w to see if the y can find one tha t fits . Then", "or other emplo yees.\nFIGURE 1.7 The Cir cular Flo w Diagr am The cir cular flo w diagr am sho ws ho w households and firms int eract in the\ngoods and ser vices mark et, and in the labor mark et. The dir ection o f the arr ows sho ws that in the g oods and\nservices mark et, households r eceive goods and ser vices and pa y firms f or them. In the labor mark et, households\nprovide labor and r eceive pa yment fr om firms thr ough w ages, salaries , and benefits .\nFirms pro duce and sell g oods and ser vices to households in the mark et for g oods and ser vices (or pro duct\nmark et). Arro w “A” indic ates this . Households p ay for g oods and ser vices, which b ecomes the rev enues to\nfirms . Arro w “B ” indic ates this . Arro ws A and B represent the tw o sides o f the pro duct mark et. Where do\nhouseholds obtain the inc ome to buy g oods and ser vices? The y pro vide the la bor and other resourc es (e .g.,", "Key T erms\ncircular flo w dia gram a dia gram tha t view s the ec onom y as c onsis ting o f households and firms interacting in\na goods and ser vices mark et and a la bor mark et\ncommand ec onom yan ec onom y where ec onomic decisions are p assed do wn from g overnment a uthority and\nwhere the g overnment o wns the resourc es\ndivision of lab orthe w ay in which diff erent w orkers divide re quire d tasks to pro duce a g ood or ser vice\neconomics the s tudy o f ho w humans mak e choic es under c onditions o f scarcity\neconomies of sc ale when the a verage cost of pro ducing e ach individual unit declines as total output incre ases\nexportsproducts ( goods and ser vices) made domes tically and sold a broad\nfiscal p olicy economic p olicies tha t involve government sp ending and tax es\nglob alizat ion the trend in which buying and selling in mark ets ha ve incre asingly cros sed na tional b orders", "(B)Bankers and lenders\n(C)Merchants and consumers\n(D)The federal and state governments\n8.A decline in the amount of money in circulation in proportion to the\npopulation would most likely result in a(n)\n(A)increase in prices and a decline in wages\n(B)increase in the value of the dollar along with decrease in purchasing\npower\n(C)increase in interest rates and a decline in prices\n(D)decrease the value of the dollar and increase in prices\nTHE POLITICS OF THE GILDED AGE, 1877-1900 395"], ["econom y adjus ted back t o 4% unemplo yment but at a higher r ate of inflation o f 5%. Then in 2000, both\nunemplo yment and inflation incr eased t o 5% and 4%, r espectiv ely.\nStep 4. Do y ou see the Phil lips cur ve(s) in the data? If w e trace the do wnward sloping tr end o f data points , we\ncould see a shor t-run Phil lips cur ve that e xhibits the in verse tr adeo ff betw een higher unemplo yment and lo wer\ninflation r ates. If w e trace the v ertical line o f data points , we could see a long-run Phil lips cur ve at the 4% natur al\nrate of unemplo yment.\nThe unemplo yment ra te on the long-r un Phillips cur ve will b e the na tural ra te of unemplo yment . A small\ninfla tionar y incre ase in the pric e lev el from AD 0to AD 1will ha ve the same na tural ra te of unemplo yment as a\nlarg er infla tionar y incre ase in the pric e lev el from AD 0to AD 2. The macro economic e quilibrium along the", "Phillips analyz ed 60 y ears o f British da ta and did find tha t tradeo ff between unemplo yment and infla tion ,\nwhich b ecame kno wn as the Phillips cur ve.Figure 12.8 shows a theoretic al Phillips cur ve, and the f ollowing\nWork It Out f eature sho ws ho w the p attern app ears f or the Unite d Sta tes.\nFIGURE 12.8 A K eynesian Phillips Curv e Tradeoff betw een Unemplo yment and Inflation A Phil lips cur ve illustrates a\ntradeo ff betw een the unemplo yment r ate and the inflation r ate. If one is higher , the other mus t be lo wer. For\nexample , point A il lustrates a 5% inflation r ate and a 4% unemplo yment. If the g overnment at temp ts to reduc e\ninflation t o 2%, then it wil l experienc e a rise in unemplo yment t o 7%, as point B sho ws.\nThe Phillips Curv e for the United States\nStep 1. Go t o this websit e(https:/ /opens tax.org/l/ERP2005) to see the 2005 Economic R epor t of the P resident.", "spending c ollapse d during the Gre at Depres sion , it c aused a much larg er decre ase in re al GDP . The siz e of the\nmultiplier is critic al and w as a k ey element in discus sions o f the eff ectiv enes s of the Ob ama adminis tration ’s\nfiscal stimulus p acka ge, officially title d the Americ an R ecovery and R einvestment A ct of 2009 .\n12.3 The Phillips Curve\nLEARNING OBJEC TIVES\nBy the end o f this section , you will b e able to:\n•Explain the Phillips cur ve, noting its imp act on the theories o f Keynesian ec onomics\n•Graph a Phillips cur ve\n•Identif y factors tha t cause the ins tability o f the Phillips cur ve\n•Analyz e the K eynesian p olicy f or re ducing unemplo yment and infla tion\nThe simplifie d AD /AS mo del tha t we ha ve use d so far is fully c onsis tent with K eynes’ s original mo del. More\nrecent rese arch , though , has indic ated tha t in the re al w orld , an a ggreg ate supply cur ve is more cur ved than", "c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "FIGURE 13.8 How Aggr egate Demand Determines the Price Lev el in the Long R unAs ag gregate demand shifts t o\nthe right, fr om AD 0to AD 1to AD 2, real GDP in this ec onom y and the le vel of unemplo yment do not chang e. However,\nther e is inflationar y pressure for a higher pric e level as the equilibrium chang es fr om E 0to E1to E2.\nLINK IT UP\nVisit this website (http://openstax.org/l/infla templo y)to re ad a bout ho w infla tion and unemplo yment are\nrela ted.\nFighting R ecession or Encour aging Long-T erm Gr owth?\nNeoclas sical ec onomis ts believ e tha t the ec onom y will reb ound out o f a rec ession or ev entually c ontract during\nan e xpansion b ecause pric es and w age ra tes are fle xible and will adjus t either up ward or do wnward to res tore\nthe ec onom y to its p otential GDP . Thus , the k ey policy ques tion f or neo clas sicals is ho w to promote gro wth o f"], ["and will , indee d, fail .\n4.The b ank has to hold $1,000 in reser ves, so when it buy s the $500 in b onds , it will ha ve to re duce its lo ans\nby $500 to mak e up the diff erenc e. The mone y supply decre ases b y the same amount .\n5.An incre ase in reser ve re quirements w ould re duce the supply o f mone y, sinc e more mone y would b e held\nin b anks ra ther than circula ting in the ec onom y.\n6.Contractionar y policy re duces the amount o f loanable funds in the ec onom y. As with all g oods, gre ater\nscarcity le ads a gre ater pric e, so the interes t rate, or the pric e of borro wing mone y, rises .\n7.An incre ase in the amount o f available lo anable funds me ans tha t there are more p eople who w ant to lend .\nThe y, theref ore, bid the pric e of borro wing (the interes t rate) do wn.\n8.In times o f economic unc ertainty , banks ma y worry tha t borro wers will lose the a bility to rep ay their lo ans.", "c.Currency out in the public hands is p art of M1 and M2\nd.Checking dep osits are in M1 and M2\ne.Mone y mark et ac counts are in M2\n5.A bank ’s as sets include c ash held in their v aults , but as sets also include monies tha t the b ank holds a t the\nFederal R eser ve Bank (c alled “reser ves”), lo ans tha t are made to cus tomers , and b onds .\n6.a.A borro wer who has b een la te on a numb er o f loan p ayments lo oks p erhaps les s lik ely to rep ay the\nloan, or to rep ay it on time , and so y ou w ould w ant to p ay les s for tha t loan.\nb.If interes t rates g enerally ha ve risen , then this lo an made a t a time o f rela tively lo wer interes t rates\nlooks les s attractiv e, and y ou w ould p ay les s for it .\nc.If the b orro wer is a firm with a rec ord o f high pro fits, then it is lik ely to b e able to rep ay the lo an, and\nyou w ould b e willing to p ay more f or the lo an.\nd.If interes t rates in the ec onom y ha ve fallen , then the lo an is w orth more .\nChapter 15", "d.If interes t rates in the ec onom y ha ve fallen , then the lo an is w orth more .\nChapter 15\n1.Long er terms insula te the Bo ard from p olitic al forces. Sinc e the presidency c an p otentially chang e ev ery\nfour y ears, the F ederal R eser ve’s indep endenc e prev ents dras tic s wings in monetar y policy with ev ery new\nadminis tration and allo ws policy decisions to b e made only on ec onomic grounds .\n2.Banks mak e their mone y from is suing lo ans and charging interes t. The more mone y tha t is s tore d in the\nbank ’s vault, the les s is a vailable f or lending and the les s mone y the b ank s tands to mak e.\n3.The f ear and unc ertainty cre ated by the sugg estion tha t a b ank might fail c an le ad dep ositors to withdra w\ntheir mone y. If man y dep ositors do this a t the same time , the b ank ma y not b e able to meet their demands\nand will , indee d, fail .", "11.The demand f or the c ountr y’s currency w ould decre ase, lowering the e xchang e ra te.\nChapter 20\n1.False . An ything tha t leads to diff erent lev els o f pro ductivity b etween tw o ec onomies c an b e a sourc e of\ncomp arative adv anta ge. For e xample , the e duc ation o f workers, the kno wledge base o f engineers and\nscientis ts in a c ountr y, the p art of a split -up v alue chain where the y ha ve their sp ecializ ed learning ,\neconomies o f scale, and other factors c an all determine c omp arative adv anta ge.\n2.Brazil has the a bsolute adv anta ge in pro ducing b eef and the Unite d Sta tes has the a bsolute adv anta ge in\nautos . The opp ortunity c ost of pro ducing one p ound o f beef is 1/10 o f an a uto; in the Unite d Sta tes it is 3/4\nof an a uto.\n3.In ans wering ques tions lik e these , it is o ften helpful to b egin b y org anizing the inf orma tion in a ta ble, such", "the above excerpt is taken?\n(A)Consumers increased their efforts to conserve energy\n(B)Americans blamed Carter for weak and ineffective leadership\n(C)Carter increased his approval ratings with his honesty\n(D)The Federal Reserve raised interest rates to support the President\n644 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM"], ["c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "(a), there is a shift o f aggreg ate demand to the right . The new e quilibrium E 1is cle arly a t a higher pric e lev el11.5 • Ho w the AD /AS Model Inc orpor ates Gr owth, Unemplo yment, and Infla tion 289", "spending (I), g overnment sp ending (G), and sp ending on e xports (X) minus imp orts (M). (R ead the f ollowing\nClear It Up f eature f or e xplana tion o f wh y imp orts are subtracte d from e xports and wha t this me ans f or\naggreg ate demand .) A shift o f the AD cur ve to the right me ans tha t at least one o f these c omp onents incre ased\nso tha t a gre ater amount o f total sp ending w ould o ccur a t every pric e lev el. A shift o f the AD cur ve to the left\nmeans tha t at least one o f these c omp onents decre ased so tha t a les ser amount o f total sp ending w ould o ccur\nat every pric e lev el.The K eynesian P ersp ectiv ewill discus s the c omp onents o f aggreg ate demand and the284 11 • The Ag gregate Demand/Ag gregate Suppl y Model\nAccess for fr ee a t opens tax. org", "households f or homes and c ars—thus re ducing c onsumption and in vestment sp ending .\nThe f oreign pric e eff ect p oints out tha t if pric es rise in the Unite d Sta tes while remaining fix ed in other\ncountries , then g oods in the Unite d Sta tes will b e rela tively more e xpensiv e comp ared to g oods in the res t of\nthe w orld . U.S.exportswill b e rela tively more e xpensiv e, and the quantity o f exports sold will fall . U.S.imp orts\nfrom a broad will b e rela tively che aper, so the quantity o f imp orts will rise . Thus , a higher domes tic pric e lev el,\nrela tive to pric e lev els in other c ountries , will re duce net e xport expenditures .\nAmong ec onomis ts all three o f these eff ects are c ontro versial , in p art because the y do not seem to b e very\nlarg e. For this re ason , the a ggreg ate demand cur ve in Figure 11.4 slop es do wnward fairly s teeply . The s teep", "FIGURE 3.8 Demand Curv e Shifted Right With an incr ease in inc ome , consumers wil l pur chase lar ger quantities ,\npushing demand t o the right, and causing the demand cur ve to shift right.\nSumming Up F actors That Change Demand\nFigure 3.9 summariz es six factors tha t can shift demand cur ves. The direction o f the arro ws indic ates whether\nthe demand cur ve shifts represent an incre ase in demand or a decre ase in demand . Notice tha t a chang e in the\npric e of the g ood or ser vice itself is not lis ted among the factors tha t can shift a demand cur ve. A chang e in the\npric e of a g ood or ser vice causes a mo vement along a sp ecific demand cur ve, and it typic ally le ads to some\nchang e in the quantity demande d, but it do es not shift the demand cur ve.\nFIGURE 3.9 Factors That Shift Demand Curv es(a) A lis t of fact ors that can cause an incr ease in demand fr om D 0to"], ["and will , indee d, fail .\n4.The b ank has to hold $1,000 in reser ves, so when it buy s the $500 in b onds , it will ha ve to re duce its lo ans\nby $500 to mak e up the diff erenc e. The mone y supply decre ases b y the same amount .\n5.An incre ase in reser ve re quirements w ould re duce the supply o f mone y, sinc e more mone y would b e held\nin b anks ra ther than circula ting in the ec onom y.\n6.Contractionar y policy re duces the amount o f loanable funds in the ec onom y. As with all g oods, gre ater\nscarcity le ads a gre ater pric e, so the interes t rate, or the pric e of borro wing mone y, rises .\n7.An incre ase in the amount o f available lo anable funds me ans tha t there are more p eople who w ant to lend .\nThe y, theref ore, bid the pric e of borro wing (the interes t rate) do wn.\n8.In times o f economic unc ertainty , banks ma y worry tha t borro wers will lose the a bility to rep ay their lo ans.", "d.If interes t rates in the ec onom y ha ve fallen , then the lo an is w orth more .\nChapter 15\n1.Long er terms insula te the Bo ard from p olitic al forces. Sinc e the presidency c an p otentially chang e ev ery\nfour y ears, the F ederal R eser ve’s indep endenc e prev ents dras tic s wings in monetar y policy with ev ery new\nadminis tration and allo ws policy decisions to b e made only on ec onomic grounds .\n2.Banks mak e their mone y from is suing lo ans and charging interes t. The more mone y tha t is s tore d in the\nbank ’s vault, the les s is a vailable f or lending and the les s mone y the b ank s tands to mak e.\n3.The f ear and unc ertainty cre ated by the sugg estion tha t a b ank might fail c an le ad dep ositors to withdra w\ntheir mone y. If man y dep ositors do this a t the same time , the b ank ma y not b e able to meet their demands\nand will , indee d, fail .", "the above excerpt is taken?\n(A)Consumers increased their efforts to conserve energy\n(B)Americans blamed Carter for weak and ineffective leadership\n(C)Carter increased his approval ratings with his honesty\n(D)The Federal Reserve raised interest rates to support the President\n644 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "11.The demand f or the c ountr y’s currency w ould decre ase, lowering the e xchang e ra te.\nChapter 20\n1.False . An ything tha t leads to diff erent lev els o f pro ductivity b etween tw o ec onomies c an b e a sourc e of\ncomp arative adv anta ge. For e xample , the e duc ation o f workers, the kno wledge base o f engineers and\nscientis ts in a c ountr y, the p art of a split -up v alue chain where the y ha ve their sp ecializ ed learning ,\neconomies o f scale, and other factors c an all determine c omp arative adv anta ge.\n2.Brazil has the a bsolute adv anta ge in pro ducing b eef and the Unite d Sta tes has the a bsolute adv anta ge in\nautos . The opp ortunity c ost of pro ducing one p ound o f beef is 1/10 o f an a uto; in the Unite d Sta tes it is 3/4\nof an a uto.\n3.In ans wering ques tions lik e these , it is o ften helpful to b egin b y org anizing the inf orma tion in a ta ble, such", "fell to 2%, but inflation incr eased t o 4%, which is c onsis tent with a lar ge incr ease in ag gregate demand. TheWORK IT OUT13.2 • The P olicy Implica tions o f the Neoclas sical P erspectiv e329"], ["unemplo yment r ates unsus tainabl y low, eag er emplo yers bid up w ages, which shifts shor t-run ag gregate suppl y to\nthe left, fr om SRAS 0to SRAS 1. The ne w equilibrium (E 2) is at the same original le vel of output, 500, but at a higher\nprice level of 130. Thus , the long-run ag gregate suppl y cur ve (LRASn), which is v ertical at the le vel of pot ential GDP ,\ndetermines the le vel of real GDP in this ec onom y in the long run.\nNow, ima gine tha t some ec onomic ev ent b oosts aggreg ate demand: p erhaps a surg e of export sales or a rise in\nbusines s confidenc e tha t leads to more in vestment , perhaps a p olicy decision lik e higher g overnment\nspending , or p erhaps a tax cut tha t leads to additional a ggreg ate demand . The shor t-run K eynesian analy sis is\nthat the rise in a ggreg ate demand will shift the a ggreg ate demand cur ve out to the right , from AD 0to AD 1,", "of aggreg ate expenditure line AE 0and the 45- degree line o ccurs a t $8,000, which is a bove the lev el of potential\nGDP a t $7,000. If AE 0shifts do wn to AE 1, so tha t the new e quilibrium is a t E1, then the ec onom y will b e at\npotential GDP without pres sures f or infla tionar y pric e incre ases . The g overnment c an achiev e a do wnward\nshift in a ggreg ate expenditure b y incre asing tax es on c onsumers or firms , or b y re ducing g overnment\nexpenditures .\nThe Multiplier Eff ect\nThe K eynesian p olicy prescription has one final twis t. Assume tha t for a c ertain ec onom y, the intersection o f\nthe a ggreg ate expenditure function and the 45- degree line is a t a GDP o f 700, while the lev el of potential GDP\nfor this ec onom y is $800. B y ho w much do es g overnment sp ending nee d to b e incre ased so tha t the ec onom y\nreaches the full emplo yment GDP? The ob vious ans wer might seem to b e $800 – $700 = $100; so raise", "from wher e the AS cur ve bec omes near -vertical (or at leas t quit e steep) which seems t o start at about $750 o f\nreal output. This implies that the ec onom y is not close t o pot ential GDP . Thus , unemplo yment wil l be high. In the\nrelativ ely flat par t of the AS cur ve, wher e the equilibrium oc curs , chang es in the pric e level wil l not be a major280 11 • The Ag gregate Demand/Ag gregate Suppl y Model\nAccess for fr ee a t opens tax. org", "FIGURE 11.4 The Aggr egate Demand Curv eAggregate demand (AD) slopes do wn, sho wing that, as the pric e level\nrises , the amount o f total spending on domes tic g oods and ser vices declines .\nThe w ealth eff ect holds tha t as the pric e lev el incre ases , the buying p ower o f savings tha t people ha ve store d up\nin b ank ac counts and other as sets will diminish , eaten a way to some e xtent b y infla tion . Bec ause a rise in the\npric e lev el re duces p eople ’s wealth , consumption sp ending will fall as the pric e lev el rises .\nThe interes t rate eff ect is tha t as pric es for outputs rise , the same purchases will tak e more mone y or cre dit to\naccomplish . This additional demand f or mone y and cre dit will push interes t rates higher . In turn , higher\ninteres t rates will re duce borro wing b y busines ses f or in vestment purp oses and re duce borro wing b y\nhouseholds f or homes and c ars—thus re ducing c onsumption and in vestment sp ending .", "allowed to e xpand only to ma tch the gradual shifts o f aggreg ate supply to the right —keeping the pric e lev el\nmuch the same and infla tionar y pres sures lo w.\nIfaggreg ate demand rises rapidly in the neo clas sical mo del, in the long r un it le ads only to infla tionar y\npres sures .Figure 13.8 shows a v ertical LR AS cur ve and three diff erent lev els o f aggreg ate demand , rising from\nAD0to AD 1to AD 2. As the macro economic e quilibrium rises from E 0to E 1to E 2, the pric e lev el rises , but re al\nGDP do es not budg e; nor do es the ra te of unemplo yment , which adjus ts to its na tural ra te. Conversely ,\nreducing infla tion has no long-term c osts, either . Think a bout Figure 13.8 in rev erse , as the a ggreg ate demand\ncurve shifts from AD 2to AD 1to AD 0, and the e quilibrium mo ves from E 2to E 1to E 0. During this pro cess, the\npric e lev el falls , but , in the long r un, neither re al GDP nor the na tural unemplo yment ra te chang es."], ["could gro w more rapidly than imp orts over a p erio d of years, aide d by U.S. dollar deprecia tion . An unintende d\nconse quenc e of the slo w gro wth sinc e the Gre at Recession has b een a decline in the U .S. current ac count\ndeficit 's from 6% pre -rec ession to 3% mos t rec ently .\nThe other option is tha t the g overnment c ould re duce the U .S. trade deficit in a r ush . Here is one sc enario: if\nforeign in vestors b ecame les s willing to hold U .S. dollar as sets , the dollar e xchang e ra te could w eaken. As\nspecula tors see this pro cess happ ening , the y might r ush to unlo ad their dollar as sets , which w ould driv e the\ndollar do wn s till fur ther .\nA lo wer U .S. dollar w ould s timula te aggreg ate demand b y making e xports che aper and imp orts more\nexpensiv e. It w ould me an higher pric es for imp orted inputs throughout the ec onom y, shifting the shor t-term", "c.The Greek use euros while the C anadians use dollars . An incre ase in the euro me ans it will buy more\nCanadian dollars . As a result , the Greek b ank will see a decre ase in the c ost of the C anadian b onds , so\nit ma y purchase more b onds . Either w ay, the Greek b ank b enefits .\nd.Sinc e both the F rench and Germans use the euro , an incre ase in the euro , in terms o f other currencies ,\nshould ha ve no imp act on the F rench e xporter.\n2.Exp ecte d deprecia tion in a currency will le ad p eople to div est themselv es o f the currency . We should\nexpect to see an incre ase in the supply o f pounds and a decre ase in demand f or p ounds . The result should\nbe a decre ase in the v alue o f the p ound vis à vis the dollar .\n3.Lower U .S. interes t rates mak e U.S. as sets les s desira ble c omp ared to as sets in the Europ ean Union . We\nshould e xpect to see a decre ase in demand f or dollars and an incre ase in supply o f dollars in f oreign", "true. A rela tively s trong er U .S. dollar me ans tha t their o wn currencies are rela tively w eaker, so tha t as the y shift\nfrom their o wn currency to U .S. dollars , the y ha ve fewer U .S. dollars than previously . When a c ountr y’s\ncurrency is s trong , it is not an esp ecially g ood time f or foreign touris ts to visit .\nA strong er dollar injures the prosp ects o f a U .S. financial in vestor who has alre ady in vested mone y in another\ncountr y. A U .S. financial in vestor a broad mus t firs t convert U.S. dollars to a f oreign currency , invest in a f oreign\ncountr y, and then la ter c onvert tha t foreign currency b ack to U .S. dollars . If in the me antime the U .S. dollar\nbecomes s trong er and the f oreign currency b ecomes w eaker, then when the in vestor c onverts back to U .S.\ndollars , the ra te of return on tha t investment will b e les s than originally e xpecte d at the time it w as made .", "through e xport sales , when trade d back into the e xporting firm 's home currency , will no w buy more home\ncurrency than e xpecte d before the dollar had s trengthene d. As a result , the s trong er dollar me ans tha t the\nimp orting firm will e arn higher pro fits than e xpecte d. The firm will seek to e xpand its sales in the U .S.394 16 • Ex chang e Rates and Int erna tional Capital Flo ws\nAccess for fr ee a t opens tax. org", "touris ts, and int ernational in vestors in diff erent w ays.\nFor a U .S. firm selling a broad, a s trong er U .S. dollar is a curse . A s trong U .S. dollar me ans tha t foreign\ncurrencies are c orresp ondingly w eak. When this e xporting firm e arns f oreign currencies through its e xport\nsales , and then c onverts them b ack to U .S. dollars to p ay workers, suppliers , and in vestors , the s trong er dollar\nmeans tha t the f oreign currency buy s fewer U .S. dollars than if the currency had not s trengthene d, and tha t the\nfirm ’s pro fits (as me asure d in dollars) fall . As a result , the firm ma y cho ose to re duce its e xports, or it ma y raise\nits selling pric e, which will also tend to re duce its e xports. In this w ay, a s trong er currency re duces a c ountr y’s\nexports.\nConversely , for a f oreign firm selling in the U .S. ec onom y, a s trong er dollar is a bles sing . Each dollar e arne d"], ["could gro w more rapidly than imp orts over a p erio d of years, aide d by U.S. dollar deprecia tion . An unintende d\nconse quenc e of the slo w gro wth sinc e the Gre at Recession has b een a decline in the U .S. current ac count\ndeficit 's from 6% pre -rec ession to 3% mos t rec ently .\nThe other option is tha t the g overnment c ould re duce the U .S. trade deficit in a r ush . Here is one sc enario: if\nforeign in vestors b ecame les s willing to hold U .S. dollar as sets , the dollar e xchang e ra te could w eaken. As\nspecula tors see this pro cess happ ening , the y might r ush to unlo ad their dollar as sets , which w ould driv e the\ndollar do wn s till fur ther .\nA lo wer U .S. dollar w ould s timula te aggreg ate demand b y making e xports che aper and imp orts more\nexpensiv e. It w ould me an higher pric es for imp orted inputs throughout the ec onom y, shifting the shor t-term", "c.The Greek use euros while the C anadians use dollars . An incre ase in the euro me ans it will buy more\nCanadian dollars . As a result , the Greek b ank will see a decre ase in the c ost of the C anadian b onds , so\nit ma y purchase more b onds . Either w ay, the Greek b ank b enefits .\nd.Sinc e both the F rench and Germans use the euro , an incre ase in the euro , in terms o f other currencies ,\nshould ha ve no imp act on the F rench e xporter.\n2.Exp ecte d deprecia tion in a currency will le ad p eople to div est themselv es o f the currency . We should\nexpect to see an incre ase in the supply o f pounds and a decre ase in demand f or p ounds . The result should\nbe a decre ase in the v alue o f the p ound vis à vis the dollar .\n3.Lower U .S. interes t rates mak e U.S. as sets les s desira ble c omp ared to as sets in the Europ ean Union . We\nshould e xpect to see a decre ase in demand f or dollars and an incre ase in supply o f dollars in f oreign", "true. A rela tively s trong er U .S. dollar me ans tha t their o wn currencies are rela tively w eaker, so tha t as the y shift\nfrom their o wn currency to U .S. dollars , the y ha ve fewer U .S. dollars than previously . When a c ountr y’s\ncurrency is s trong , it is not an esp ecially g ood time f or foreign touris ts to visit .\nA strong er dollar injures the prosp ects o f a U .S. financial in vestor who has alre ady in vested mone y in another\ncountr y. A U .S. financial in vestor a broad mus t firs t convert U.S. dollars to a f oreign currency , invest in a f oreign\ncountr y, and then la ter c onvert tha t foreign currency b ack to U .S. dollars . If in the me antime the U .S. dollar\nbecomes s trong er and the f oreign currency b ecomes w eaker, then when the in vestor c onverts back to U .S.\ndollars , the ra te of return on tha t investment will b e les s than originally e xpecte d at the time it w as made .", "through e xport sales , when trade d back into the e xporting firm 's home currency , will no w buy more home\ncurrency than e xpecte d before the dollar had s trengthene d. As a result , the s trong er dollar me ans tha t the\nimp orting firm will e arn higher pro fits than e xpecte d. The firm will seek to e xpand its sales in the U .S.394 16 • Ex chang e Rates and Int erna tional Capital Flo ws\nAccess for fr ee a t opens tax. org", "touris ts, and int ernational in vestors in diff erent w ays.\nFor a U .S. firm selling a broad, a s trong er U .S. dollar is a curse . A s trong U .S. dollar me ans tha t foreign\ncurrencies are c orresp ondingly w eak. When this e xporting firm e arns f oreign currencies through its e xport\nsales , and then c onverts them b ack to U .S. dollars to p ay workers, suppliers , and in vestors , the s trong er dollar\nmeans tha t the f oreign currency buy s fewer U .S. dollars than if the currency had not s trengthene d, and tha t the\nfirm ’s pro fits (as me asure d in dollars) fall . As a result , the firm ma y cho ose to re duce its e xports, or it ma y raise\nits selling pric e, which will also tend to re duce its e xports. In this w ay, a s trong er currency re duces a c ountr y’s\nexports.\nConversely , for a f oreign firm selling in the U .S. ec onom y, a s trong er dollar is a bles sing . Each dollar e arne d"], ["policy tha t leads to lo wer interes t rates and a higher quantity o f loanable funds will tend to incre ase busines s\ninvestment and c onsumer b orro wing f or big-tick et items .\nIf the ec onom y is suff ering a rec ession and high unemplo yment , with output b elowpotential GDP ,\nexpansionar y monetar y policy c an help the ec onom y return to p otential GDP .Figure 15.6 (a) illus trates this\nsitua tion . This e xample uses a shor t-run up ward-sloping Keynesian a ggreg ate supply cur ve(SRAS). The\noriginal e quilibrium during a rec ession o f E0occurs a t an output lev el of 600. An e xpansionar y monetar y\npolicy will re duce interes t rates and s timula te in vestment and c onsumption sp ending , causing the original\naggreg ate demand cur ve (AD 0) to shift right to AD 1, so tha t the new e quilibrium (E 1) occurs a t the p otential\nGDP lev el of 700.\nFIGURE 15.6 Expansionary or Contr actionary Monetary P olicy (a) The ec onom y is original ly in a r ecession with the", "and will , indee d, fail .\n4.The b ank has to hold $1,000 in reser ves, so when it buy s the $500 in b onds , it will ha ve to re duce its lo ans\nby $500 to mak e up the diff erenc e. The mone y supply decre ases b y the same amount .\n5.An incre ase in reser ve re quirements w ould re duce the supply o f mone y, sinc e more mone y would b e held\nin b anks ra ther than circula ting in the ec onom y.\n6.Contractionar y policy re duces the amount o f loanable funds in the ec onom y. As with all g oods, gre ater\nscarcity le ads a gre ater pric e, so the interes t rate, or the pric e of borro wing mone y, rises .\n7.An incre ase in the amount o f available lo anable funds me ans tha t there are more p eople who w ant to lend .\nThe y, theref ore, bid the pric e of borro wing (the interes t rate) do wn.\n8.In times o f economic unc ertainty , banks ma y worry tha t borro wers will lose the a bility to rep ay their lo ans.", "equilibrium (E 1) at the pot ential GDP le vel of output.\nConversely , if an ec onom y is pro ducing a t a quantity o f output a bove its p otential GDP , a c ontractionar y\nmonetar y policy c an re duce the infla tionar y pres sures f or a rising pric e lev el. InFigure 15.6 (b), the original\nequilibrium (E 0) occurs a t an output o f 750, which is a bove potential GDP . A c ontractionar y monetar y policy\nwill raise interes t rates, disc oura ge borro wing f or in vestment and c onsumption sp ending , and c ause the\noriginal demand cur ve (AD 0) to shift left to AD 1, so tha t the new e quilibrium (E 1) occurs a t the p otential GDP\nlevel of 700.\nThese e xamples sugg est tha t monetar y policy should b ecountercy clical; tha t is, it should act to\ncounterb alanc e the busines s cy cles o f economic do wnturns and ups wings . The F ed should lo osen monetar y\npolicy when a rec ession has c aused unemplo yment to incre ase and tighten it when infla tion thre atens . Of", "15.4 Monetary P olicy and Economic Outcomes\nLEARNING OBJEC TIVES\nBy the end o f this section , you will b e able to:\n•Contras t expansionar y monetar y policy and c ontractionar y monetar y policy\n•Explain ho w monetar y policy imp acts interes t rates and a ggreg ate demand\n•Evalua te Federal R eser ve decisions o ver the las t forty years\n•Explain the signific ance of quantita tive easing (QE)\nA monetar y policy tha t lowers interes t rates and s timula tes b orro wing is an expansionar y monetar y policy or\nloose monetar y policy . Conversely , a monetar y policy tha t raises interes t rates and re duces b orro wing in the\neconom y is a contract ionar y monetar y policy ortight monetar y policy . This mo dule will discus s ho w\nexpansionar y and c ontractionar y monetar y policies a ffect interes t rates and a ggreg ate demand , and ho w such\npolicies will a ffect macro economic g oals lik e unemplo yment and infla tion . We will c onclude with a lo ok a t the", "equilibrium output and pric e sho wn at E 0. Expansionar y monetar y policy wil l reduc e int erest rates and shift\naggregate demand t o the right fr om AD 0to AD 1, leading t o the ne w equilibrium (E 1) at the pot ential GDP le vel of\noutput with a r elativ ely smal l rise in the pric e level. (b) The ec onom y is original ly producing abo ve the pot ential GDP\nlevel of output at the equilibrium E 0and is e xperiencing pr essures for an inflationar y rise in the pric e level.\nContr actionar y monetar y policy wil l shift ag gregate demand t o the left fr om AD 0to AD 1, thus leading t o a ne w372 15 • Monetar y Policy and Bank R egulation\nAccess for fr ee a t opens tax. org"], ["(a), there is a shift o f aggreg ate demand to the right . The new e quilibrium E 1is cle arly a t a higher pric e lev el11.5 • Ho w the AD /AS Model Inc orpor ates Gr owth, Unemplo yment, and Infla tion 289", "D1. (b) The same fact ors, if their dir ection is r eversed, can cause a decr ease in demand fr om D 0to D1.\nWhen a demand cur ve shifts , it will then intersect with a giv en supply cur ve at a diff erent e quilibrium pric e\nand quantity . We are , however, getting ahe ad o f our s tory. Bef ore discus sing ho w chang es in demand c an a ffect\nequilibrium pric e and quantity , we firs t nee d to discus s shifts in supply cur ves.\nHow Pr oduction Costs Aff ect Supply\nA supply cur ve sho ws ho w quantity supplie d will chang e as the pric e rises and falls , assuming ceteris p aribus\nso tha t no other ec onomic ally relev ant factors are changing . If other factors relev ant to supply do chang e, then\nthe entire supply cur ve will shift . Just as w e describ ed a shift in demand as a chang e in the quantity demande d\nat every pric e, ashift in supply means a chang e in the quantity supplie d at every pric e.", "add the results tog ether to g et the final ans wer.\n3.a.An impro vement in technolog y tha t reduces the c ost of pro duction will c ause an incre ase in supply .\nAlterna tively, you c an think o f this as a re duction in pric e nec essary for firms to supply an y quantity .\nEither w ay, this c an b e sho wn as a rightw ard (or do wnward) shift in the supply cur ve.\nb.An impro vement in pro duct quality is tre ated as an incre ase in tas tes or pref erenc es, me aning\nconsumers demand more p aint a t an y pric e lev el, so demand incre ases or shifts to the right . If this\nseems c ounterintuitiv e, note tha t demand in the future f or the long er-lasting p aint will fall , sinc e\nconsumers are es sentially shifting demand from the future to the present .\nc.An incre ase in nee d causes an incre ase in demand or a rightw ard shift in the demand cur ve.\nd.Factor y dama ge me ans tha t firms are una ble to supply as much in the present . Technic ally, this is an", "a.subs tantially a bove the e quilibrium pric e\nb.slightly a bove the e quilibrium pric e\nc.slightly b elow the e quilibrium pric e\nd.subs tantially b elow the e quilibrium pric e\nSketch all f our o f these p ossibilities on a demand and supply dia gram to illus trate your ans wer.\n10.A pric e ceiling will ha ve the larg est eff ect:\na.subs tantially b elow the e quilibrium pric e\nb.slightly b elow the e quilibrium pric e\nc.subs tantially a bove the e quilibrium pric e\nd.slightly a bove the e quilibrium pric e\nSketch all f our o f these p ossibilities on a demand and supply dia gram to illus trate your ans wer.\n11.Select the c orrect ans wer. A pric e flo or will usually shift:\na.demand\nb.supply\nc.both\nd.neither\nIllus trate your ans wer with a dia gram .\n12.Select the c orrect ans wer. A pric e ceiling will usually shift:\na.demand\nb.supply\nc.both\nd.neither4 • Self-Check Ques tions 107", "c.Would y ou e xpect c oncern a bout infla tion in this ec onom y to b e rela tively high or lo w?\nd.Ima gine tha t consumers b egin to lose c onfidenc e about the s tate of the ec onom y, and so AD b ecomes\nlower b y 275 a t every pric e lev el. Identif y the new a ggreg ate equilibrium .\ne.How will the shift in AD a ffect the original output , pric e lev el, and emplo yment?\n61.Table 11.4 describ es Santher 's ec onom y.298 11 • P roblems\nAccess for fr ee a t opens tax. org"], ["c.The Greek use euros while the C anadians use dollars . An incre ase in the euro me ans it will buy more\nCanadian dollars . As a result , the Greek b ank will see a decre ase in the c ost of the C anadian b onds , so\nit ma y purchase more b onds . Either w ay, the Greek b ank b enefits .\nd.Sinc e both the F rench and Germans use the euro , an incre ase in the euro , in terms o f other currencies ,\nshould ha ve no imp act on the F rench e xporter.\n2.Exp ecte d deprecia tion in a currency will le ad p eople to div est themselv es o f the currency . We should\nexpect to see an incre ase in the supply o f pounds and a decre ase in demand f or p ounds . The result should\nbe a decre ase in the v alue o f the p ound vis à vis the dollar .\n3.Lower U .S. interes t rates mak e U.S. as sets les s desira ble c omp ared to as sets in the Europ ean Union . We\nshould e xpect to see a decre ase in demand f or dollars and an incre ase in supply o f dollars in f oreign", "true. A rela tively s trong er U .S. dollar me ans tha t their o wn currencies are rela tively w eaker, so tha t as the y shift\nfrom their o wn currency to U .S. dollars , the y ha ve fewer U .S. dollars than previously . When a c ountr y’s\ncurrency is s trong , it is not an esp ecially g ood time f or foreign touris ts to visit .\nA strong er dollar injures the prosp ects o f a U .S. financial in vestor who has alre ady in vested mone y in another\ncountr y. A U .S. financial in vestor a broad mus t firs t convert U.S. dollars to a f oreign currency , invest in a f oreign\ncountr y, and then la ter c onvert tha t foreign currency b ack to U .S. dollars . If in the me antime the U .S. dollar\nbecomes s trong er and the f oreign currency b ecomes w eaker, then when the in vestor c onverts back to U .S.\ndollars , the ra te of return on tha t investment will b e les s than originally e xpecte d at the time it w as made .", "In the me dium r un o f a few months or a f ew y ears, infla tion ra tes influenc e exchang e ra te mark ets. Countries\nwith rela tively high infla tion will tend to e xperienc e les s demand f or their currency than c ountries with lo wer\ninfla tion , and thus currency deprecia tion . Over long p erio ds o f man y years, exchang e ra tes tend to adjus t\ntoward the purchasing p ower p arity (PPP) ra te, which is the e xchang e ra te such tha t the pric es o f\ninterna tionally trada ble g oods in diff erent c ountries , when c onverted at the PPP e xchang e ra te to a c ommon\ncurrency , are similar in all ec onomies .\n16.3 Macr oeconomic Eff ects of Ex change R ates\nA central b ank will b e concerne d about the e xchang e ra te for sev eral re asons . Exchang e ra tes will a ffect\nimp orts and e xports, and thus a ffect a ggreg ate demand in the ec onom y. Fluctua tions in e xchang e ra tes ma y", "lower pric es b enefit buy ers and hur t sellers . In the c ase o f exchang e ra tes, where the buy ers and sellers are not\nalways intuitiv ely ob vious , it is useful to trac e ho w a s trong er or w eaker currency will a ffect diff erent mark et\nparticip ants . Consider , for e xample , the imp act o f a s trong er U .S. dollar on six diff erent groups o f economic\nactors , as Figure 16.4 shows: (1) U .S. e xporters selling a broad; (2) f oreign e xporters (tha t is, firms selling\nimp orts in the U .S. ec onom y); (3) U .S. touris ts abroad; (4) f oreign touris ts visiting the Unite d Sta tes; (5) U .S.\ninvestors (either f oreign direct in vestment or p ortfolio in vestment) c onsidering opp ortunities in other\ncountries; (6) and f oreign in vestors c onsidering opp ortunities in the U .S. ec onom y.\nFIGURE 16.4 How Do Ex change R ate Mo vements Aff ect Each Gr oup? Exchang e rate mo vements aff ect e xpor ters,\ntouris ts, and int ernational in vestors in diff erent w ays.", "rate versus the y en w as 121 y en/dollar . For simplicity , say tha t Japan’s GDP w as ¥500 trillion in b oth 2014 and\n2015. If y ou use the mark et exchang e ra tes, then J apan’s GDP will b e $4.8 trillion in 2014 (tha t is, ¥500 trillion\n/(¥105/dollar)) and $4.1 trillion in 2015 (tha t is, ¥500 trillion /(¥121/dollar)).\nThe misle ading app earanc e of a changing J apanese ec onom y occurs only b ecause w e use d the mark et\nexchang e ra te, which o ften has shor t-run rises and falls . Ho wever, PPP e xchang e ra tes s tay fairly c onstant and\nchang e only mo destly, if a t all , from y ear to y ear.\nThe sec ond function o f PPP is tha t exchang es ra tes will o ften g et closer to it as time p asses. It is tr ue tha t in the\nshor t and me dium r un, as e xchang e ra tes adjus t to rela tive infla tion ra tes, rates o f return , and to e xpecta tions\nabout ho w interes t rates and infla tion will shift , the e xchang e ra tes will o ften mo ve away from the PPP"], ["factors, not b y the le vel of real GDP in a giv en y ear. Thus , government spending is dr awn as a horiz ontal line . In this\nexample , government spending is at a le vel of 1,300. Congr essional decisions t o incr ease g overnment spending wil l\ncause this horiz ontal line t o shift up , while decisions t o reduc e spending w ould cause it t o shift do wn.\nThe situa tion o f tax es is diff erent b ecause tax es o ften rise or fall with the v olume o f economic activity . For\nexample , inc ome tax es are b ased on the lev el of inc ome e arne d and sales tax es are b ased on the amount o f\nsales made , and b oth inc ome and sales tend to b e higher when the ec onom y is gro wing and lo wer when the\neconom y is in a rec ession . For the purp oses o f constructing the b asic K eynesian cros s dia gram , it is helpful to\nview tax es as a prop ortiona te share o f GDP . In the Unite d Sta tes, for e xample , taking f ederal , state, and lo cal", "Government sp ends to p ay for the ordinar y busines s of government - items such as na tional def ense , social\nsecurity , and he althc are, as Figure 17.10 shows. Tax rev enues , in p art, pay for these e xpenditures . The result\nmay be an incre ase in a ggreg ate demand more than or les s than the incre ase in a ggreg ate supply . Aggreg ate\ndemand ma y fail to incre ase along with a ggreg ate supply , or a ggreg ate demand ma y ev en shift left , for a\nnumb er o f possible re asons: households b ecome hesitant a bout c onsuming; firms decide a gains t investing as\nmuch; or p erhaps the demand from other c ountries f or e xports diminishes .\nFor e xample , investment b y priv ate firms in ph ysical capital in the U .S. ec onom y boome d during the la te\n1990s , rising from 14.1% o f GDP in 1993 to 17.2% in 2000, b efore falling b ack to 15.2% b y 2002. C onversely , if", "down to around 17–18% o f GDP , although in 2020 the y rose to 18.5%.\nTax p olicy c an a ffect c onsumption and in vestment sp ending , too. Tax cuts f or individuals will tend to incre ase\nconsumption demand , while taxincre ases will tend to diminish it . Tax p olicy c an also pump up in vestment\ndemand b y offering lo wer tax ra tes f or c orporations or tax re ductions tha t benefit sp ecific kinds o f investment .\nShifting C or I will shift the AD cur ve as a whole .\nDuring a recession , when unemplo yment is high and man y busines ses are suff ering lo w pro fits or ev en los ses,\nthe U .S. C ongres s often p asses tax cuts . During the 2001 rec ession , for e xample , the U .S. C ongres s enacte d a\ntax cut into la w. At such times , the p olitic al rhetoric o ften f ocuses on ho w people e xperiencing hard times nee d\nrelief from tax es. The a ggreg ate supply and a ggreg ate demand framew ork, however, offers a c omplementar y", "for in vestment (f or e xample , through the tax c ode), then in vestment will lo ok more a ttractiv e; conversely , if\ngovernment remo ves sp ecial in vestment inc entiv es from the tax c ode, or incre ases other busines s tax es, then\ninvestment will lo ok les s attractiv e. As K eynes note d, busines s investment is the mos t varia ble o f all the\ncomp onents o f aggreg ate demand .\nWhat Determines Government Spending?\nThe third c omp onent o f aggreg ate demand is f ederal , state, and lo cal government sp ending . Although w e\nusually view the Unite d Sta tes as a mark et ec onom y, government s till pla ys a signific ant role in the ec onom y.\nAs w e discus s in Environmental P rotection and N egative Externalities (http://openstax.org/books/principles -\neconomics -3e/p ages/12-intro duction-to -environmental-protection-and-neg ative-externalities) and Positiv e\nExternalities and Public Go ods(http://openstax.org/books/principles -economics -3e/p ages/13-intro duction-to -", "combina tion o f higher tax es and lo wer sp ending . To some e xtent ,both chang es happ en a utoma tically. On the\ntax side , a rise in a ggreg ate demand me ans tha t workers and firms throughout the ec onom y earn more .\nBecause tax es are b ased on p ersonal inc ome and c orporate pro fits, a rise in a ggreg ate demand a utoma tically\nincre ases tax p ayments . On the sp ending side , strong er a ggreg ate demand typic ally me ans lo wer\nunemplo yment and f ewer la yoffs, and so there is les s nee d for g overnment sp ending on unemplo yment\nbenefits , welfare , Me dicaid, and other programs in the so cial sa fety net .\nThe pro cess works in rev erse , too. If a ggreg ate demand w ere to fall sharply so tha t a rec ession o ccurs , then the\nprescription w ould b e for e xpansionar y fisc al policy —some mix o f tax cuts and sp ending incre ases . The lo wer\nlevel of aggreg ate demand and higher unemplo yment will tend to pull do wn p ersonal inc omes and c orporate"], ["borr owed at a fix ed int erest rate of, say, 5%, and it lets inflation rise abo ve that 5%, then it wil l effectiv ely be\nable t o repay its deb t at a neg ative real int erest rate.\nThe c onventional r easoning sug gests that the r elationship betw een sus tained deficits that lead t o high le vels o f\ngovernment deb t and long-t erm gr owth is neg ative. Ho w significant this r elationship is , how big an is sue it is\ncompar ed to other macr oeconomic is sues , and the dir ection o f causality , is les s clear .\nWhat r emains impor tant t o ackno wledg e is that the r elationship betw een deb t and gr owth is neg ative and that f or\nsome c ountries , the r elationship ma y be s tronger than in others . It is also impor tant t o ackno wledg e the dir ection o f\ncausality: does high deb t cause slo w gr owth, slo w gr owth cause high deb t, or ar e both high deb t and slo w gr owth", "mor e concerned that the inflation is permanent. Shor tages continue t o exist thr oughout the ec onom y as o f earl y\n2022, and if c onsumers e xpect higher inflation, it can be a self-fulfil ling pr ophecy , as the y start buying things no w in\norder t o avoid futur e bouts o f inflation.\nAs y ou learned about earlier , inflation is a major c oncern o f consumers , if les s of an is sue among ec onomis ts. But\ninflation should be mat ched b y incr eases in living s tandar ds, other wise ther e could be major implications f or the\neconom y.\nBRING IT HOME242 9 • Infla tion\nAccess for fr ee a t opens tax. org", "flawed government p olicy . To learn a bout this is sue fur ther , read the f ollowing Cle ar It Up f eature .\nWhy and ho w do economists measur e inflation e xpectations?\nPeople tak e expectations about inflation int o consider ation e very time the y mak e a major pur chase , such as a house\nor a car . As inflation fluctuat es, so t oo does the nominal int erest rate on loans t o buy these g oods . The nominal\ninterest rate is c omprised o f the r eal r ate, plus an expect ed infla tion factor. Expect ed inflation also t ells ec onomis ts\nabout ho w the public vie ws the ec onom y's dir ection. Suppose the public e xpects inflation t o incr ease . This c ould be\nthe r esul t of positiv e demand shock due t o an e xpanding ec onom y and incr easing ag gregate demand. It c ould also\nbe the r esul t of a neg ative suppl y shock, perhaps fr om rising ener gy pric es, and decr easing ag gregate suppl y. In", "either case , the public ma y expect the c entr al bank t o eng age in c ontr actionar y monetar y policy t o reduc e inflation,\nand this policy r esul ts in higher int erest rates. If, however ec onomis ts expect inflation t o decr ease , the public ma y\nanticipat e a r ecession. In turn, the public ma y expect e xpansionar y monetar y policy , and lo wer int erest rates, in the\nshor t run. B y monit oring e xpect ed inflation, ec onomis ts garner inf ormation about the eff ectiv enes s of\nmacr oeconomic policies . Additional ly, monit oring e xpect ed inflation al lows for pr ojecting the dir ection o f real\ninterest rates that isolat e for the eff ect o f inflation. This inf ormation is nec essary for making decisions about\nfinancing in vestments .\nExpectations about inflation ma y seem lik e a highl y theor etical c oncept, but, in fact the F eder al Reser ve Bank", "to onl y one U .S. dol lar a da y. At its height, it t ook 621,984,228 Zimbab wean dol lars t o pur chase one U .S. dol lar.\nGovernment ag encies had no mone y to pa y their w orkers so the y started printing mone y to pa y their bil ls rather than\nraising tax es. Rising pric es caused the g overnment t o enact pric e contr ols on priv ate busines ses, which led t o\nshor tages and the emer gence of black mark ets. In 2009, the c ountr y abandoned its curr ency and al lowed people t o\nuse f oreign curr encies f or pur chases .\nHow does this happen? Ho w can both g overnment and the ec onom y fail t o function at the mos t basic le vel? Bef ore\nwe consider these e xtreme cases o f hyperinflation, let ’s firs t look at inflation itself .\nInflat ion is a g eneral and ong oing rise in the lev el of pric es in an entire ec onom y. Infla tion do es not ref er to a\nchang e in rela tive pric es. A rela tive pric e chang e occurs when y ou see tha t the pric e of tuition has risen , but"], ["c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "inno vation and technolog y.\n5.If there is a rec ession and unemplo yment incre ases , we can c all on an e xpansionar y fisc al policy ( lower\ntaxes or incre ased government sp ending ) or an e xpansionar y monetar y policy (incre ase the mone y supply\nand lo wer interes t rates). Both p olicies s timula te output and decre ase unemplo yment .\n6.Aside from a high na tural ra te of unemplo yment due to g overnment regula tions , subsis tenc e households\nmay be counte d as not w orking .\n7.Inde xing w age contracts me ans w ages rise when pric es rise . This me ans wha t you c an buy with y our\nwages, your s tandard o f living , remains the same . When w ages are not inde xed, or rise with infla tion , your\nstandard o f living falls .\n8.An incre ase in g overnment sp ending shifts the AD cur ve to the right , raising b oth inc ome and pric e lev els.\n9.A decre ase in the mone y supply will shift the AD cur ve leftw ard and re duce inc ome and pric e lev els. Banks", "43.All other things b eing e qual , by ho w much will nominal GDP e xpand if the c entral b ank incre ases the\nmone y supply b y $100 billion , and the v elocity o f mone y is 3? (U se this inf orma tion as nec essary to\nanswer the f ollowing 4 ques tions .)\n44.Supp ose no w tha t economis ts expect the v elocity o f mone y to incre ase b y 50% as a result o f the monetar y\nstimulus . Wha t will b e the total incre ase in nominal GDP?\n45.If GDP is 1,500 and the mone y supply is 400, wha t is v elocity?\n46.If GDP no w rises to 1,600, but the mone y supply do es not chang e, how has v elocity chang ed?\n47.If GDP no w falls b ack to 1,500 and the mone y supply falls to 350, wha t is v elocity?386 15 • P roblems\nAccess for fr ee a t opens tax. org", "rate at which the quantity o f mone y in the ec onom y was incre asing , and ins tead to set monetar y policy b y\nreacting to whether the ec onom y was e xperiencing or in dang er o f higher infla tion or unemplo yment .\nUnemployment and Inflation\nIf you w ere to sur vey central b ank ers around the w orld and ask them wha t the y believ e should b e the primar y\ntask o f monetar y policy , the mos t popular ans wer b y far w ould b e fighting infla tion . Mos t central b ank ers\nbeliev e tha t the neo clas sical mo del o f economics ac cura tely represents the ec onom y over the me dium to long\nterm . Rememb er tha t in the neo clas sical mo delof the ec onom y, we dra w the a ggreg ate supply cur ve as a\nvertical line a t the lev el of potential GDP , as Figure 15.10 shows. In the neo clas sical mo del, economis ts\ndetermine the lev el of potential GDP (and the na tural ra te of unemplo yment tha t exists when the ec onom y is", "workers is fairly inelas tic. If the p olicy g oal is to e xpand emplo yment f or lo w-skille d workers, is it b etter to\nfocus on p olicy to ols to shift the supply o f unskille d labor or on to ols to shift the demand f or unskille d\nlabor? Wha t if the p olicy g oal is to raise w ages for this group? Explain y our ans wers with supply and\ndemand dia grams .136 5 • P roblems\nAccess for fr ee a t opens tax. org"], ["c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "inno vation and technolog y.\n5.If there is a rec ession and unemplo yment incre ases , we can c all on an e xpansionar y fisc al policy ( lower\ntaxes or incre ased government sp ending ) or an e xpansionar y monetar y policy (incre ase the mone y supply\nand lo wer interes t rates). Both p olicies s timula te output and decre ase unemplo yment .\n6.Aside from a high na tural ra te of unemplo yment due to g overnment regula tions , subsis tenc e households\nmay be counte d as not w orking .\n7.Inde xing w age contracts me ans w ages rise when pric es rise . This me ans wha t you c an buy with y our\nwages, your s tandard o f living , remains the same . When w ages are not inde xed, or rise with infla tion , your\nstandard o f living falls .\n8.An incre ase in g overnment sp ending shifts the AD cur ve to the right , raising b oth inc ome and pric e lev els.\n9.A decre ase in the mone y supply will shift the AD cur ve leftw ard and re duce inc ome and pric e lev els. Banks", "43.All other things b eing e qual , by ho w much will nominal GDP e xpand if the c entral b ank incre ases the\nmone y supply b y $100 billion , and the v elocity o f mone y is 3? (U se this inf orma tion as nec essary to\nanswer the f ollowing 4 ques tions .)\n44.Supp ose no w tha t economis ts expect the v elocity o f mone y to incre ase b y 50% as a result o f the monetar y\nstimulus . Wha t will b e the total incre ase in nominal GDP?\n45.If GDP is 1,500 and the mone y supply is 400, wha t is v elocity?\n46.If GDP no w rises to 1,600, but the mone y supply do es not chang e, how has v elocity chang ed?\n47.If GDP no w falls b ack to 1,500 and the mone y supply falls to 350, wha t is v elocity?386 15 • P roblems\nAccess for fr ee a t opens tax. org", "rate at which the quantity o f mone y in the ec onom y was incre asing , and ins tead to set monetar y policy b y\nreacting to whether the ec onom y was e xperiencing or in dang er o f higher infla tion or unemplo yment .\nUnemployment and Inflation\nIf you w ere to sur vey central b ank ers around the w orld and ask them wha t the y believ e should b e the primar y\ntask o f monetar y policy , the mos t popular ans wer b y far w ould b e fighting infla tion . Mos t central b ank ers\nbeliev e tha t the neo clas sical mo del o f economics ac cura tely represents the ec onom y over the me dium to long\nterm . Rememb er tha t in the neo clas sical mo delof the ec onom y, we dra w the a ggreg ate supply cur ve as a\nvertical line a t the lev el of potential GDP , as Figure 15.10 shows. In the neo clas sical mo del, economis ts\ndetermine the lev el of potential GDP (and the na tural ra te of unemplo yment tha t exists when the ec onom y is", "workers is fairly inelas tic. If the p olicy g oal is to e xpand emplo yment f or lo w-skille d workers, is it b etter to\nfocus on p olicy to ols to shift the supply o f unskille d labor or on to ols to shift the demand f or unskille d\nlabor? Wha t if the p olicy g oal is to raise w ages for this group? Explain y our ans wers with supply and\ndemand dia grams .136 5 • P roblems\nAccess for fr ee a t opens tax. org"], ["c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "rate at which the quantity o f mone y in the ec onom y was incre asing , and ins tead to set monetar y policy b y\nreacting to whether the ec onom y was e xperiencing or in dang er o f higher infla tion or unemplo yment .\nUnemployment and Inflation\nIf you w ere to sur vey central b ank ers around the w orld and ask them wha t the y believ e should b e the primar y\ntask o f monetar y policy , the mos t popular ans wer b y far w ould b e fighting infla tion . Mos t central b ank ers\nbeliev e tha t the neo clas sical mo del o f economics ac cura tely represents the ec onom y over the me dium to long\nterm . Rememb er tha t in the neo clas sical mo delof the ec onom y, we dra w the a ggreg ate supply cur ve as a\nvertical line a t the lev el of potential GDP , as Figure 15.10 shows. In the neo clas sical mo del, economis ts\ndetermine the lev el of potential GDP (and the na tural ra te of unemplo yment tha t exists when the ec onom y is", "9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .\n10.From a K eynesian p oint o f view , which is more lik ely to c ause a rec ession: a ggreg ate demand or a ggreg ate\nsupply , and wh y?\n11.Why do s ticky w ages and pric es incre ase the imp act o f an ec onomic do wnturn on unemplo yment and\nrecession?\n12.Explain wha t economis ts me an b y “menu c osts.”\n13.Wha t tradeo ff do es a Phillips cur ve sho w?12 • Self-Check Ques tions 317", "policy in a w ay tha t would seek to mo dera te these eff ects .\nLet’s end this chapter with a W ork it Out e xercise in ho w the F ed—or an y central b ank—would s tir up the\neconom y by incre asing the mone y supply .\nCalculating the Eff ects of Monetary Stimulus\nSuppose that the c entr al bank w ants t o stimulat e the ec onom y by incr easing the mone y suppl y. The bank ers\nestimat e that the v elocity o f mone y is 3, and that the pric e level wil l incr ease fr om 100 t o 110 due t o the\nstimulus . Using the quantity equation o f mone y, what wil l be the impact o f an $800 bil lion dol lar incr ease in the\nmone y suppl y on the quantity o f goods and ser vices in the ec onom y giv en an initial mone y suppl y of $4 tril lion?\nStep 1. W e begin b y writing the quantity equation o f mone y: MV = PQ . We kno w that initial ly V = 3, M = 4,000\n(billion) and P = 100. Subs tituting these numbers in, w e can sol ve for Q:", "pric e lev el w ould rise b ack to the lev el P1associated with p otential GDP .\nFIGURE 17.11 Expansionary Fiscal P olicy The original equilibrium (E 0) represents a r ecession, oc curring at a\nquantity o f output ( Y0) belo w pot ential GDP . Ho wever, a shift o f aggregate demand fr om AD 0to AD 1, enact ed\nthrough an e xpansionar y fiscal policy , can mo ve the ec onom y to a ne w equilibrium output o f E1at the le vel of\npotential GDP which the LRAS cur ve sho ws. Sinc e the ec onom y was original ly producing belo w pot ential GDP , any\ninflationar y incr ease in the pric e level from P 0to P1that r esul ts should be r elativ ely smal l.\nShould the g overnment use tax cuts or sp ending incre ases , or a mix o f the tw o, to c arry out e xpansionar y fisc al\npolicy? During the 2007-2009 Gre at Recession , the U .S. ec onom y suff ered a 3.1% cumula tive los s of GDP . Tha t"], ["that Parliament plac es additional tax es to financ e this incre ase in g overnment e xpenditure so the g ap\nbetween g overnment sp ending is alw ays tw o million . If the scho ol, road, and he althc are budg et are\nunchang ed, compute the v alue o f the ac cumula ted debt in 10 y ears.\n28.Illus trate the c oncept o f Ric ardian e quiv alenc e using the demand and supply o f financial c apital graph .\n29.During the mos t rec ent rec ession , some ec onomis ts argue d tha t the chang e in the interes t rates tha t\ncomes a bout due to deficit sp ending implie d in the demand and supply o f financial c apital graph w ould\nnot o ccur. A simple re ason w as tha t the g overnment w as s tepping in to in vest when priv ate firms w ere not .\nUsing a graph , explain ho w the use b y government in in vestment o ffsets the deficit demand .458 18 • P roblems\nAccess for fr ee a t opens tax. org", "Government sp ends to p ay for the ordinar y busines s of government - items such as na tional def ense , social\nsecurity , and he althc are, as Figure 17.10 shows. Tax rev enues , in p art, pay for these e xpenditures . The result\nmay be an incre ase in a ggreg ate demand more than or les s than the incre ase in a ggreg ate supply . Aggreg ate\ndemand ma y fail to incre ase along with a ggreg ate supply , or a ggreg ate demand ma y ev en shift left , for a\nnumb er o f possible re asons: households b ecome hesitant a bout c onsuming; firms decide a gains t investing as\nmuch; or p erhaps the demand from other c ountries f or e xports diminishes .\nFor e xample , investment b y priv ate firms in ph ysical capital in the U .S. ec onom y boome d during the la te\n1990s , rising from 14.1% o f GDP in 1993 to 17.2% in 2000, b efore falling b ack to 15.2% b y 2002. C onversely , if", "i.Federal deficits ha ve been v ery larg e for the las t two dec ades .\nj.The ac cumula ted federal debt as a share o f GDP is ne ar an all-time high .\n10.Wha t is the main re ason f or emplo ying c ontractionar y fisc al policy in a time o f strong ec onomic gro wth?\n11.Wha t is the main re ason f or emplo ying e xpansionar y fisc al policy during a rec ession?\n12.In a rec ession , does the actual budg et surplus or deficit fall a bove or b elow the s tandardiz ed emplo yment\nbudg et?\n13.Wha t is the main adv anta ge of automa tic s tabiliz ers o ver discretionar y fisc al policy?\n14.Explain ho w automa tic s tabiliz ers w ork, both on the taxa tion side and on the sp ending side , firs t in a\nsitua tion where the ec onom y is pro ducing les s than p otential GDP and then in a situa tion where the\neconom y is pro ducing more than p otential GDP .\n15.Wha t would happ en if e xpansionar y fisc al policy w as implemente d in a rec ession but , due to la g, did not", "c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "Fiscal P olicy and Inter est R ates\nBecause fisc al policy a ffects the quantity tha t the g overnment b orro ws in financial c apital mark ets, it not only\naffects a ggreg ate demand—it c an also a ffect interes t rates. InFigure 17.14 , the original e quilibrium (E 0) in the\nfinancial c apital mark et occurs a t a quantity o f $800 billion and an interes t rate of 6%. Ho wever, an incre ase in\ngovernment budg et deficits shifts the demand f or financial c apital from D 0to D 1. The new e quilibrium (E 1)\noccurs a t a quantity o f $900 billion and an interes t rate of 7%.\nA consensus es tima te based on a numb er o f studies is tha t an incre ase in budg et deficits (or a fall in budg et\nsurplus) b y 1% o f GDP will c ause an incre ase o f 0.5–1.0% in the long-term interes t rate.17.6 • P ractical P roblems with Discr etionar y Fiscal P olicy 431"], ["(A)The federal stimulus package to create 3.5 million jobs and tax cuts\nto stimulate spending\n(B)The reform of banking and financial institutions and the creation of\nthe Bureau of Consumer Protection\n(C)Federal rebates for consumers to promote sales of new and more\nenergy efficient automobiles\n(D)A bipartisan budget that increased taxes, cut federal spending, and\nsecured the future of Social Security and Medicare\n696 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "(A)Cutting restrictions on financial institutions\n(B)Improving mass transportation for workers\n(C)Promoting college education with student loans\n(D)Requiring older Americans to work longer\n674 U.S. \nHISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "payment . This w ould mak e it difficult to transact busines s and w ould slo w ec onomic gro wth .\n3.Yes. Sinc e pro ductivity is output p er unit o f input , we can me asure pro ductivity using GDP (output) p er\nworker (input).\n4.In 20 y ears the Unite d Sta tes will ha ve an inc ome o f 10,000 × (1 + 0.01)20= $12,201.90, and South K orea\nwill ha ve an inc ome o f 10,000 × (1 + 0.04)20= $21,911.23. South K orea has gro wn b y a multiple o f 2.1 and\nthe Unite d Sta tes b y a multiple o f 1.2.\n5.Capital deep ening and technolog y are imp ortant . Wha t seems to b e more imp ortant is ho w the y are\ncombine d.\n6.Government c an c ontribute to ec onomic gro wth b y investing in human c apital through the e duc ation\nsystem , building a s trong ph ysical infras tructure f or transp ortation and c ommerc e, incre asing in vestment\nby lowering c apital g ains tax es, cre ating sp ecial ec onomic z ones tha t allo w for re duced tariffs , and\ninvesting in rese arch and dev elopment .", "Government sp ends to p ay for the ordinar y busines s of government - items such as na tional def ense , social\nsecurity , and he althc are, as Figure 17.10 shows. Tax rev enues , in p art, pay for these e xpenditures . The result\nmay be an incre ase in a ggreg ate demand more than or les s than the incre ase in a ggreg ate supply . Aggreg ate\ndemand ma y fail to incre ase along with a ggreg ate supply , or a ggreg ate demand ma y ev en shift left , for a\nnumb er o f possible re asons: households b ecome hesitant a bout c onsuming; firms decide a gains t investing as\nmuch; or p erhaps the demand from other c ountries f or e xports diminishes .\nFor e xample , investment b y priv ate firms in ph ysical capital in the U .S. ec onom y boome d during the la te\n1990s , rising from 14.1% o f GDP in 1993 to 17.2% in 2000, b efore falling b ack to 15.2% b y 2002. C onversely , if"], ["(B)Bankers and lenders\n(C)Merchants and consumers\n(D)The federal and state governments\n8.A decline in the amount of money in circulation in proportion to the\npopulation would most likely result in a(n)\n(A)increase in prices and a decline in wages\n(B)increase in the value of the dollar along with decrease in purchasing\npower\n(C)increase in interest rates and a decline in prices\n(D)decrease the value of the dollar and increase in prices\nTHE POLITICS OF THE GILDED AGE, 1877-1900 395", "c.Currency out in the public hands is p art of M1 and M2\nd.Checking dep osits are in M1 and M2\ne.Mone y mark et ac counts are in M2\n5.A bank ’s as sets include c ash held in their v aults , but as sets also include monies tha t the b ank holds a t the\nFederal R eser ve Bank (c alled “reser ves”), lo ans tha t are made to cus tomers , and b onds .\n6.a.A borro wer who has b een la te on a numb er o f loan p ayments lo oks p erhaps les s lik ely to rep ay the\nloan, or to rep ay it on time , and so y ou w ould w ant to p ay les s for tha t loan.\nb.If interes t rates g enerally ha ve risen , then this lo an made a t a time o f rela tively lo wer interes t rates\nlooks les s attractiv e, and y ou w ould p ay les s for it .\nc.If the b orro wer is a firm with a rec ord o f high pro fits, then it is lik ely to b e able to rep ay the lo an, and\nyou w ould b e willing to p ay more f or the lo an.\nd.If interes t rates in the ec onom y ha ve fallen , then the lo an is w orth more .\nChapter 15", "Questions 6-8 ref er to the table below. \nMoney in Circulation in the United States, 1865-1895 \nYear Total Currency Population \n(in thousands of dollars) (in thousands) \n1865 1,180,197 35,701 \n1870 899,876 39,905 \n1875 925,702 45,073 \n1880 1,185,550 50,262 \n1885 1,537,434 56,658 \n1890 1,685, 123 63,056 \n1895 1,819,360 69,580 \nSource: U.S. Bureau of the Census. Historical Statistics of the \nUnited States, Colonial Times to 1970 \n6.Which of the following most likely explains the change in the amount of\ncurrency in circulation between 1865 and 1870?\n(A)The decline of gold mining in the United States\n(B)The withdrawal of \"greenbacks\" from circulation\n(C)The refusal of Congress to purchase silver for coinage\n(D)The increasing poverty of most Americans\n7.Which of the following groups during the period from 1865 to 1895 most\nactively campaigned to increase the money supply?\n(A)Farmers and debtors\n(B)Bankers and lenders\n(C)Merchants and consumers\n(D)The federal and state governments", "to buy g oods and ser vices. Notice tha t the mone y supply is no w $19 million: $10 million in dep osits in\nSingleton b ank and $9 million in dep osits a t First National . Ob viously as Hank ’s Auto Supply writes checks to\npay its bills the dep osits will dra w do wn. Ho wever, the bigg er picture is tha t a b ank mus t hold enough mone y in\nreser ves to meet its lia bilities . The res t the b ank lo ans out . In this e xample so far , bank lending has e xpande d\nthe mone y supply b y $9 million .\nNow, First National mus t hold only 10% as re quire d reser ves ($900,000) but c an lend out the other 90% ($8.1\nmillion) in a lo an to J ack’s Chev y De alership as Figure 14.9 shows.\nFIGURE 14.9 First National Balance Sheet\nIf Jack’s dep osits the lo an in its checking ac count a t Sec ond N ational , the mone y supply jus t incre ased by an\nadditional $8.1 million , as Figure 14.10 shows.\nFIGURE 14.10 Second National Bank’ s Balance Sheet", "Debtors, farmers, and start-up businesses wanted more money in circula-\ntion, since this would enable them to (1) borrow money at lower interest ratesand (2) pay off their loans more easily with inﬂated dollars. After the Panicof 1873, many Americans blamed the gold standard for restricting the moneysupply and causing the depression. To expand the supply of U.S. currency,easy- or “soft”-money advocates campaigned ﬁrst for more paper money(greenbacks) and then for the unlimited minting of silver coins.\nOn the opposite side of the question, bankers, creditors, investors, and\nestablished businesses stood ﬁrm for sound, or hard, money—meaning currencybacked by gold stored in government vaults. Dollars backed by gold wouldmore likely hold their value against inﬂation. The big holders of money under-stood that as the U.S. economy and population grew, a limited number of gold-backed dollars would gain in value. In fact, as predicted, the dollar didincrease"], ["measure o f the c ost of living as it includes pric es o f man y pro ducts not purchase d by households (f or e xample ,\naircra ft, fire engines , factor y buildings , office comple xes, and bulldo zers). If one w ants the mos t accura te\nmeasure o f infla tion as it imp acts households , one should use the CPI, as it only picks up pric es o f pro ducts\npurchase d by households . Tha t is wh y ec onomis ts sometimes ref er to the CPI as the c ost-of-living inde x. As the\nBureau of Labor Sta tistics s tates on its w ebsite: “ The ‘b est’ me asure o f infla tion f or a giv en applic ation dep ends\non the intende d use o f the da ta.”\n9.3 How the U.S. and Other Countries Experience Inflation\nLEARNING OBJEC TIVES\nBy the end o f this section , you will b e able to:\n•Identif y patterns o f infla tion f or the Unite d Sta tes using da ta from the C onsumer P rice Inde x\n•Identif y patterns o f infla tion on an interna tional lev el", "Items Quantity (Time 1) P rice(Time 1) T otal Cos t(Time 2) P rice(Time 2) T otal Cos t\nGifts 12 $50 $600 $60 $720\nPizza 24 $15 $360 $16 $384\nBlouses 6 $60 $360 $50 $300\nTrips 2 $400 $800 $420 $840\nTotal Cos t $2,120 $2,244\nThe rise in c ost of living is c alcula ted as the p ercenta ge incre ase:\n(2244 – 2120) / 2120 = 0.0585 = 5.85%.\n5.Sinc e the CPI me asures the pric es o f the g oods and ser vices purchase d by the typic al urb an c onsumer , it\nmeasures the pric es o f things tha t people buy with their p aycheck . For tha t reason , the CPI w ould b e the\nbest pric e inde x to use f or this purp ose.\n6.The PPI is subject to those biases f or es sentially the same re asons as the CPI is . The GDP defla tor picks up\npric es o f wha t is actually purchase d tha t year, so there are no biases . Tha t is the adv anta ge of using the\nGDP defla tor o ver the CPI.\n7.The c alcula tor re quires y ou to input three numb ers:\n•The firs t year, in this c ase the y ear o f your bir th", "degree —for e xample , by allo wing the b asket of goods to ev olve over time —but w e cannot totally elimina te them .\nThe mos t commonly cite d me asure o f infla tion is the C onsumer P rice Inde x (CPI), which is b ased on a b asket of\ngoods representing wha t the typic al consumer buy s. The C ore Infla tion Inde x fur ther bre aks do wn the CPI b y\nexcluding v olatile ec onomic c ommo dities . Sev eral pric e indic es are not b ased on b askets o f consumer g oods.\nThe GDP defla tor is b ased on all GDP c omp onents . The P roducer P rice Inde x is b ased on pric es o f supplies and\ninputs b ought b y pro ducers o f goods and ser vices. An Emplo yment C ost Inde x me asures w age infla tion in the\nlabor mark et. An Interna tional P rice Inde x is b ased on the pric es o f merchandise tha t is e xported or imp orted.\n9.3 How the U.S. and Other Countries Experience Inflation", "how statisticians c omprise and c alcula te the CPI.\nHow do U.S. go vernment statisticians measur e the Consumer Price Inde x?\nWhen the U .S. Bur eau o f Labor Statis tics (BLS) calculat es the Consumer P rice Inde x, the firs t task is t o decide on a\nbask et of goods that is r epresentativ e of the pur chases o f the a verage household. W e do this b y using the Consumer\nExpenditur e Sur vey, a national sur vey of about 7,000 households , which pr ovides detailed inf ormation on spending\nhabits . Statis ticians divide c onsumer e xpenditur es int o eight major gr oups (seen belo w), which in turn the y divide\ninto mor e than 200 individual it em cat egories . The BLS curr ently uses 1982–1984 as the base period.\nFor each o f the 200 individual e xpenditur e items , the BLS chooses se veral hundr ed v ery specific e xamples o f that\nitem and look s at the pric es o f those e xamples . In fig uring out the “br eakfas t cereal” item under the o verall cat egory", "pric e lev el from a fix ed basket of goods and ser vices tha t represents the a verage consumer 's purchases\ncore inflat ion inde xa me asure o f infla tion typic ally c alcula ted by taking the CPI and e xcluding v olatile\neconomic v aria bles such as f ood and energ y pric es to b etter me asure the underlying and p ersis tent trend\nin long-term pric es\ncost-of-living adjus tments (C OLAs) a contractual pro vision tha t wage incre ases will k eep up with infla tion\ndeflat ion negative infla tion; mos t pric es in the ec onom y are falling\nEmplo yment C ost Inde xa me asure o f infla tion b ased on w ages p aid in the la bor mark et\nGDP deflator a me asure o f infla tion b ased on the pric es o f all the GDP c omp onents\nhyperinflat ion an outburs t of high infla tion tha t often o ccurs (although not e xclusiv ely) when ec onomies shift\nfrom a c ontrolle d ec onom y to a mark et-oriente d ec onom y"], ["tool for determining the ans wer.\n1.4 How T o Organiz e Economies: An Overview of Economic Systems\nWe can org aniz e so cieties as traditional , command , or mark et-oriente d ec onomies . Mos t societies are a mix .\nThe las t few dec ades ha ve seen glob aliza tion ev olve as a result o f gro wth in c ommercial and financial netw orks\nthat cros s na tional b orders , making busines ses and w orkers from diff erent ec onomies incre asingly\ninterdep endent .\nSelf -Check Questions\n1.Wha t is sc arcity? C an y ou think o f two causes o f scarcity?\n2.Residents o f the to wn o f Smithfield lik e to c onsume hams , but e ach ham re quires 10 p eople to pro duce it\nand tak es a month . If the to wn has a total o f 100 p eople , wha t is the maximum amount o f ham the\nresidents c an c onsume in a month?\n3.A consultant w orks f or $200 p er hour . She lik es to e at vegetables , but is not v ery good at gro wing them .", "have comp arative adv anta ge and trade some o f their pro duction f or the remaining g oods.\n2.3 Confr onting Objections to the Economic Appr oach\nThe ec onomic w ay of thinking pro vides a useful appro ach to unders tanding human b ehavior . Economis ts\nmak e the c areful dis tinction b etween p ositiv e statements , which describ e the w orld as it is , and norma tive\nstatements , which describ e ho w the w orld should b e. Even when ec onomics analyz es the g ains and los ses from\nvarious ev ents or p olicies , and thus dra ws norma tive conclusions a bout ho w the w orld should b e, the analy sis\nof economics is ro oted in a p ositiv e analy sis o f ho w people , firms , and g overnments actually b ehave, not ho w\nthey should b ehave.\nSelf -Check Questions\n1.Supp ose A lphonso ’s town raise d the pric e of bus tick ets from $0.50 p er trip to $1 p er trip ( while the pric e", "goods and ser vices mark eta mark et in which firms are sellers o f wha t the y pro duce and households are\nbuy ers\ngros s domes tic pro duct (GDP) measure o f the siz e of total pro duction in an ec onom y\nimp ortsproducts ( goods and ser vices) made a broad and then sold domes tically\nlabor mark etthe mark et in which households sell their la bor as w orkers to busines s firms or other emplo yers\nmacro economics the branch o f economics tha t focuses on bro ad is sues such as gro wth , unemplo yment ,\ninfla tion , and trade b alanc e\nmark etinteraction b etween p otential buy ers and sellers; a c ombina tion o f demand and supply\nmark et ec onom yan ec onom y where ec onomic decisions are dec entraliz ed, priv ate individuals o wn\nresourc es, and busines ses supply g oods and ser vices b ased on demand\nmicro economics the branch o f economics tha t focuses on actions o f particular a gents within the ec onom y,\nlike households , workers, and busines s firms\nmodel see theor y", "11.The demand f or the c ountr y’s currency w ould decre ase, lowering the e xchang e ra te.\nChapter 20\n1.False . An ything tha t leads to diff erent lev els o f pro ductivity b etween tw o ec onomies c an b e a sourc e of\ncomp arative adv anta ge. For e xample , the e duc ation o f workers, the kno wledge base o f engineers and\nscientis ts in a c ountr y, the p art of a split -up v alue chain where the y ha ve their sp ecializ ed learning ,\neconomies o f scale, and other factors c an all determine c omp arative adv anta ge.\n2.Brazil has the a bsolute adv anta ge in pro ducing b eef and the Unite d Sta tes has the a bsolute adv anta ge in\nautos . The opp ortunity c ost of pro ducing one p ound o f beef is 1/10 o f an a uto; in the Unite d Sta tes it is 3/4\nof an a uto.\n3.In ans wering ques tions lik e these , it is o ften helpful to b egin b y org anizing the inf orma tion in a ta ble, such", "example , if a factor y pro duces only 100 c ars p er year, each c ar will b e quite e xpensiv e to mak e on a verage.\nHowever, if a factor y pro duces 50,000 c ars e ach y ear, then it c an set up an as sembly line with hug e machines\nand w orkers p erforming sp ecializ ed tasks , and the a verage cost of pro duction p er car will b e lower. The\nultima te result o f workers who c an f ocus on their pref erenc es and talents , learn to do their sp ecializ ed jobs\nbetter, and w ork in larg er org aniza tions is tha t society as a whole c an pro duce and c onsume far more than if\neach p erson trie d to pro duce all o f their o wn g oods and ser vices. The division and sp ecializa tion o f labor has\nbeen a f orce agains t the problem o f scarcity .\nTrade and Mark ets\nSpecializa tion only mak es sense , though , if w orkers c an use the p ay the y rec eive for doing their jobs to\npurchase the other g oods and ser vices tha t the y nee d. In shor t, specializa tion re quires trade ."], ["of aggreg ate expenditure line AE 0and the 45- degree line o ccurs a t $8,000, which is a bove the lev el of potential\nGDP a t $7,000. If AE 0shifts do wn to AE 1, so tha t the new e quilibrium is a t E1, then the ec onom y will b e at\npotential GDP without pres sures f or infla tionar y pric e incre ases . The g overnment c an achiev e a do wnward\nshift in a ggreg ate expenditure b y incre asing tax es on c onsumers or firms , or b y re ducing g overnment\nexpenditures .\nThe Multiplier Eff ect\nThe K eynesian p olicy prescription has one final twis t. Assume tha t for a c ertain ec onom y, the intersection o f\nthe a ggreg ate expenditure function and the 45- degree line is a t a GDP o f 700, while the lev el of potential GDP\nfor this ec onom y is $800. B y ho w much do es g overnment sp ending nee d to b e incre ased so tha t the ec onom y\nreaches the full emplo yment GDP? The ob vious ans wer might seem to b e $800 – $700 = $100; so raise", "$8,000 $5,600 $5,080 $2,640 $800 $6,920\n$9,000 $6,300 $5,640 $2,640 $900 $7,380\nTABLE B3National Inc ome -Aggregate Expenditur e Equilibrium\nThe aggreg ate expenditure function is forme d by stacking on top o f each other the c onsumption function (a fter\ntaxes), the in vestment function , the g overnment sp ending function , the e xport function , and the imp ort\nfunction . The p oint a t which the a ggreg ate expenditure function intersects the v ertical axis will b e determine d\nby the lev els o f investment , government , and e xport expenditures —which do not v ary with na tional inc ome .\nThe up ward slop e of the a ggreg ate expenditure function will b e determine d by the marginal prop ensity to\nsave, the tax ra te, and the marginal prop ensity to imp ort. A higher marginal prop ensity to sa ve, a higher tax\nrate, and a higher marginal prop ensity to imp ort will all mak e the slop e of the a ggreg ate expenditure function", "c.Would y ou e xpect c oncern a bout infla tion in this ec onom y to b e rela tively high or lo w?\nd.Ima gine tha t consumers b egin to lose c onfidenc e about the s tate of the ec onom y, and so AD b ecomes\nlower b y 275 a t every pric e lev el. Identif y the new a ggreg ate equilibrium .\ne.How will the shift in AD a ffect the original output , pric e lev el, and emplo yment?\n61.Table 11.4 describ es Santher 's ec onom y.298 11 • P roblems\nAccess for fr ee a t opens tax. org", "c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "impor t is chang ed to 0.1.\nStep 7. Because o f a sur ge of busines s confidenc e, investment rises t o 500. Calculat e the equilibrium output.\nFor is sues o f policy , the k ey ques tions w ould be ho w to adjus t government spending le vels or tax r ates so that\nthe equilibrium le vel of output is the ful l emplo yment le vel. In this case , let the ec onomic par amet ers be:\nY = National inc ome\nT = T axes = 0.3Y\nC = Consump tion = 200 + 0.9( Y – T )\nI = In vestment = 600\nG = Go vernment spending = 1,000\nX = Expor ts = 600\nY = Impor ts = 0.1( Y – T )558 B • The Expenditur e-Output Model\nAccess for fr ee a t opens tax. org"], ["to buy g oods and ser vices. Notice tha t the mone y supply is no w $19 million: $10 million in dep osits in\nSingleton b ank and $9 million in dep osits a t First National . Ob viously as Hank ’s Auto Supply writes checks to\npay its bills the dep osits will dra w do wn. Ho wever, the bigg er picture is tha t a b ank mus t hold enough mone y in\nreser ves to meet its lia bilities . The res t the b ank lo ans out . In this e xample so far , bank lending has e xpande d\nthe mone y supply b y $9 million .\nNow, First National mus t hold only 10% as re quire d reser ves ($900,000) but c an lend out the other 90% ($8.1\nmillion) in a lo an to J ack’s Chev y De alership as Figure 14.9 shows.\nFIGURE 14.9 First National Balance Sheet\nIf Jack’s dep osits the lo an in its checking ac count a t Sec ond N ational , the mone y supply jus t incre ased by an\nadditional $8.1 million , as Figure 14.10 shows.\nFIGURE 14.10 Second National Bank’ s Balance Sheet", "and the y dep osit all their mone y in Humong ous Bank .\na.Humong ous Bank decides on a p olicy o f holding 100% reser ves. Dra w a T -account f or the b ank .\nb.Humong ous Bank is re quire d to hold 5% o f its e xisting $20 million as reser ves, and to lo an out the\nrest. Dra w a T -account f or the b ank a fter it has made its firs t round o f loans.\nc.Assume tha t Humong ous b ank is p art of a multib ank s ystem . Ho w much will mone y supply incre ase\nwith tha t original $19 million lo an?358 14 • Critical Thinking Ques tions\nAccess for fr ee a t opens tax. org", "and will , indee d, fail .\n4.The b ank has to hold $1,000 in reser ves, so when it buy s the $500 in b onds , it will ha ve to re duce its lo ans\nby $500 to mak e up the diff erenc e. The mone y supply decre ases b y the same amount .\n5.An incre ase in reser ve re quirements w ould re duce the supply o f mone y, sinc e more mone y would b e held\nin b anks ra ther than circula ting in the ec onom y.\n6.Contractionar y policy re duces the amount o f loanable funds in the ec onom y. As with all g oods, gre ater\nscarcity le ads a gre ater pric e, so the interes t rate, or the pric e of borro wing mone y, rises .\n7.An incre ase in the amount o f available lo anable funds me ans tha t there are more p eople who w ant to lend .\nThe y, theref ore, bid the pric e of borro wing (the interes t rate) do wn.\n8.In times o f economic unc ertainty , banks ma y worry tha t borro wers will lose the a bility to rep ay their lo ans.", "$400 million in lia bilities in the f orm o f dep osits , with a net w orth o f $60 million . When the c entral b ank\npurchases $20 million in b onds from Happ y Bank , the b ond holdings o f Happ y Bank fall b y $20 million and the\nbank ’s reser ves rise b y $20 million . Ho wever, Happ y Bank only w ants to hold $40 million in reser ves, so the\nbank decides to lo an out the e xtra $20 million in reser ves and its lo ans rise b y $20 million . The c entral b ank's\nopen mark et op eration c auses Happ y Bank to mak e loans ins tead o f holding its as sets in the f orm o f\n366 15 • Monetar y Policy and Bank R egulation\nAccess for fr ee a t opens tax. org", "c.Currency out in the public hands is p art of M1 and M2\nd.Checking dep osits are in M1 and M2\ne.Mone y mark et ac counts are in M2\n5.A bank ’s as sets include c ash held in their v aults , but as sets also include monies tha t the b ank holds a t the\nFederal R eser ve Bank (c alled “reser ves”), lo ans tha t are made to cus tomers , and b onds .\n6.a.A borro wer who has b een la te on a numb er o f loan p ayments lo oks p erhaps les s lik ely to rep ay the\nloan, or to rep ay it on time , and so y ou w ould w ant to p ay les s for tha t loan.\nb.If interes t rates g enerally ha ve risen , then this lo an made a t a time o f rela tively lo wer interes t rates\nlooks les s attractiv e, and y ou w ould p ay les s for it .\nc.If the b orro wer is a firm with a rec ord o f high pro fits, then it is lik ely to b e able to rep ay the lo an, and\nyou w ould b e willing to p ay more f or the lo an.\nd.If interes t rates in the ec onom y ha ve fallen , then the lo an is w orth more .\nChapter 15"], ["workers is fairly inelas tic. If the p olicy g oal is to e xpand emplo yment f or lo w-skille d workers, is it b etter to\nfocus on p olicy to ols to shift the supply o f unskille d labor or on to ols to shift the demand f or unskille d\nlabor? Wha t if the p olicy g oal is to raise w ages for this group? Explain y our ans wers with supply and\ndemand dia grams .136 5 • P roblems\nAccess for fr ee a t opens tax. org", "wage remains a t its original lev el (W0) for a p erio d of time and the pric e remains a t its original lev el (P 0).\nAs a result , a situa tion o f excess supply —where the quantity supplie d exceeds the quantity demande d at the\nexisting w age or pric e—exists in mark ets f or b oth la bor and g oods, and Q 1is les s than Q 0in b oth Figure 12.4 (a)\nand Figure 12.4 (b). When man y labor mark ets and man y goods mark ets all acros s the ec onom y find\nthemselv es in this p osition , the ec onom y is in a rec ession; tha t is, firms c annot sell wha t the y wish to pro duce\nat the e xisting mark et pric e and do not wish to hire all who are willing to w ork a t the e xisting mark et w age. The\n12.2 • The Building Block s of Keynesian Anal ysis 307", "FIGURE 8.8 Une xpected Pr oductivity Changes and Unemplo yment (a) P roductivity is rising , incr easing the demand\nfor labor . Emplo yers and w orkers bec ome used t o the pat tern o f wage incr eases . Then pr oductivity suddenl y stops\nincreasing . Ho wever, ther e is a dela y or lag in the r ecognition that pr oductivity is no long er incr easing . As a r esul t,\nwages k eep rising as bef ore, but the demand f or labor is no long er incr easing , so at w age W3and w age W4,\nunemplo yment e xists wher e the quantity supplied o f labor e xceeds the quantity demanded. (b) The r ate of\nproductivity incr ease has been z ero for a time , so emplo yers and w orkers ha ve come t o ac cept the equilibrium w age\nlevel (W). Then pr oductivity incr eases une xpect edly, shifting demand f or labor fr om D 0to D1. At the w age (W), this\nmeans that the quantity demanded o f labor e xceeds the quantity supplied, and with job o ffers plentiful , the\nunemplo yment r ate wil l be lo w.", "the quantity o f labor tha t busines s is willing to hire a t an y giv en w age—has b een shifting out a lit tle e ach y ear\nbecause o f rising pro ductivity , from D 0to D 1to D 2. As a result , equilibrium w ages ha ve been rising e ach y ear\nfrom W 0to W 1to W 2. Ho wever, when pro ductivity une xpecte dly slo ws do wn, the p attern o f wage incre ases\ndoes not adjus t right a way. Wages k eep rising e ach y ear from W 2to W 3to W 4, but the demand f or la bor is no\nlong er shifting up . A g ap op ens where the quantity o f labor supplie d at wage lev el W 4is gre ater than the\nquantity demande d. The na tural ra te of unemplo yment rises . In the a fterma th o f this une xpecte dly lo w\nproductivity in the 1970s , the na tional unemplo yment ra te did not fall b elow 7% from Ma y, 1980 until 1986.\nOver time , the rise in w ages will adjus t to ma tch the slo wer g ains in pro ductivity , and the unemplo yment ra te", "add the results tog ether to g et the final ans wer.\n3.a.An impro vement in technolog y tha t reduces the c ost of pro duction will c ause an incre ase in supply .\nAlterna tively, you c an think o f this as a re duction in pric e nec essary for firms to supply an y quantity .\nEither w ay, this c an b e sho wn as a rightw ard (or do wnward) shift in the supply cur ve.\nb.An impro vement in pro duct quality is tre ated as an incre ase in tas tes or pref erenc es, me aning\nconsumers demand more p aint a t an y pric e lev el, so demand incre ases or shifts to the right . If this\nseems c ounterintuitiv e, note tha t demand in the future f or the long er-lasting p aint will fall , sinc e\nconsumers are es sentially shifting demand from the future to the present .\nc.An incre ase in nee d causes an incre ase in demand or a rightw ard shift in the demand cur ve.\nd.Factor y dama ge me ans tha t firms are una ble to supply as much in the present . Technic ally, this is an"], ["rate stood at 103 y en p er dollar . As in vestor sentiment s wings b ack and f orth, driving e xchang e ra tes up and\ndown, exporters , imp orters , and b anks in volved in interna tional lending are all a ffecte d. At worst, larg e\nmovements in e xchang e ra tes c an driv e comp anies into b ankr uptcy or trigg er a na tion wide b anking c ollapse .\nHowever, even in the mo dera te case o f the y en/dollar e xchang e ra te, these mo vements o f roughly 30 p ercent\nback and f orth imp ose s tres s on b oth ec onomies as firms mus t alter their e xport and imp ort plans to tak e the\nnew e xchang e ra tes into ac count . Esp ecially in smaller c ountries where interna tional trade is a rela tively larg e\nshare o f GDP , exchang e ra te mo vements c an ra ttle their ec onomies .\nFIGURE 16.11 U.S. Dollar Ex change R ate in Japanese Y enEven seemingl y stable e xchang e rates such as the", "rate versus the y en w as 121 y en/dollar . For simplicity , say tha t Japan’s GDP w as ¥500 trillion in b oth 2014 and\n2015. If y ou use the mark et exchang e ra tes, then J apan’s GDP will b e $4.8 trillion in 2014 (tha t is, ¥500 trillion\n/(¥105/dollar)) and $4.1 trillion in 2015 (tha t is, ¥500 trillion /(¥121/dollar)).\nThe misle ading app earanc e of a changing J apanese ec onom y occurs only b ecause w e use d the mark et\nexchang e ra te, which o ften has shor t-run rises and falls . Ho wever, PPP e xchang e ra tes s tay fairly c onstant and\nchang e only mo destly, if a t all , from y ear to y ear.\nThe sec ond function o f PPP is tha t exchang es ra tes will o ften g et closer to it as time p asses. It is tr ue tha t in the\nshor t and me dium r un, as e xchang e ra tes adjus t to rela tive infla tion ra tes, rates o f return , and to e xpecta tions\nabout ho w interes t rates and infla tion will shift , the e xchang e ra tes will o ften mo ve away from the PPP", "In the me dium r un o f a few months or a f ew y ears, infla tion ra tes influenc e exchang e ra te mark ets. Countries\nwith rela tively high infla tion will tend to e xperienc e les s demand f or their currency than c ountries with lo wer\ninfla tion , and thus currency deprecia tion . Over long p erio ds o f man y years, exchang e ra tes tend to adjus t\ntoward the purchasing p ower p arity (PPP) ra te, which is the e xchang e ra te such tha t the pric es o f\ninterna tionally trada ble g oods in diff erent c ountries , when c onverted at the PPP e xchang e ra te to a c ommon\ncurrency , are similar in all ec onomies .\n16.3 Macr oeconomic Eff ects of Ex change R ates\nA central b ank will b e concerne d about the e xchang e ra te for sev eral re asons . Exchang e ra tes will a ffect\nimp orts and e xports, and thus a ffect a ggreg ate demand in the ec onom y. Fluctua tions in e xchang e ra tes ma y", "group o f countries ' curr ency .\nFloating Ex change R ates\nWe ref er to a p olicy which allo ws the f oreign e xchang e mark et to set e xchang e ra tes as a floating e xchang e\nrate . The U .S. dollar is a flo ating e xchang e ra te, as are the currencies o f about 40% o f the c ountries in the w orld\neconom y. The major c oncern with this p olicy is tha t exchang e ra tes c an mo ve a gre at deal in a shor t time .\nConsider the U .S. e xchang e ra te expres sed in terms o f another fairly s table currency , the J apanese y en, as\nFigure 16.11 shows. On J anuar y 1, 2002, the e xchang e ra te w as 133 y en/dollar . On J anuar y 1, 2005, it w as 103\nyen/dollar . On J une 1, 2007, it w as 122 y en/dollar , on J anuar y 1, 2012, it w as 77 y en p er dollar , and on March 1,\n2015, it w as 120 y en p er dollar . Sinc e 2015, it has dropp ed again; b y the end o f Dec emb er 2020, the e xchang e16.4 • Ex chang e Rate Policies 403", "currency B , then currency A has w eakened or deprecia ted rela tive to B . If currency A s trengthens or\napprecia tes rela tive to currency B , then currency B mus t nec essarily w eaken or deprecia te with reg ard to\ncurrency A . A s trong er currency b enefits those who are buying with tha t currency and injures those who are\nselling . A w eaker currency injures those , like imp orters , who are buying with tha t currency and b enefits those\nwho are selling with it , like exporters .\n16.2 Demand and Supply Shifts in F oreign Ex change Mark ets\nIn the e xtreme shor t run, ranging from a f ew minutes to a f ew w eeks , specula tors who are tr ying to in vest in\ncurrencies tha t will gro w strong er, and to sell currencies tha t will gro w w eaker influenc e exchang e ra tes. Such\nspecula tion c an cre ate a self -fulfilling prophecy , at least for a time , where an e xpecte d apprecia tion le ads to a"], ["policy tha t leads to lo wer interes t rates and a higher quantity o f loanable funds will tend to incre ase busines s\ninvestment and c onsumer b orro wing f or big-tick et items .\nIf the ec onom y is suff ering a rec ession and high unemplo yment , with output b elowpotential GDP ,\nexpansionar y monetar y policy c an help the ec onom y return to p otential GDP .Figure 15.6 (a) illus trates this\nsitua tion . This e xample uses a shor t-run up ward-sloping Keynesian a ggreg ate supply cur ve(SRAS). The\noriginal e quilibrium during a rec ession o f E0occurs a t an output lev el of 600. An e xpansionar y monetar y\npolicy will re duce interes t rates and s timula te in vestment and c onsumption sp ending , causing the original\naggreg ate demand cur ve (AD 0) to shift right to AD 1, so tha t the new e quilibrium (E 1) occurs a t the p otential\nGDP lev el of 700.\nFIGURE 15.6 Expansionary or Contr actionary Monetary P olicy (a) The ec onom y is original ly in a r ecession with the", "borro wing set the sp ecific interes t rates.\nThe Eff ect of Monetary P olicy on Aggr egate Demand\nMonetar y policy a ffects interes t rates and the a vailable quantity o f loanable funds , which in turn a ffects sev eral\ncomp onents o f aggreg ate demand . Tight or c ontractionar y monetar y policy tha t leads to higher interes t rates\nand a re duced quantity o f loanable funds will re duce tw o comp onents o f aggreg ate demand . Busines s\ninvestment will decline b ecause it is les s attractiv e for firms to b orro w mone y, and ev en firms tha t ha ve mone y\nwill notic e tha t, with higher interes t rates, it is rela tively more a ttractiv e to put those funds in a financial\ninvestment than to mak e an in vestment in ph ysical capital . In addition , higher interes t rates will disc oura ge\nconsumer b orro wing f or big-tick et items lik e houses and c ars. Conversely , loose or e xpansionar y monetar y", "and will , indee d, fail .\n4.The b ank has to hold $1,000 in reser ves, so when it buy s the $500 in b onds , it will ha ve to re duce its lo ans\nby $500 to mak e up the diff erenc e. The mone y supply decre ases b y the same amount .\n5.An incre ase in reser ve re quirements w ould re duce the supply o f mone y, sinc e more mone y would b e held\nin b anks ra ther than circula ting in the ec onom y.\n6.Contractionar y policy re duces the amount o f loanable funds in the ec onom y. As with all g oods, gre ater\nscarcity le ads a gre ater pric e, so the interes t rate, or the pric e of borro wing mone y, rises .\n7.An incre ase in the amount o f available lo anable funds me ans tha t there are more p eople who w ant to lend .\nThe y, theref ore, bid the pric e of borro wing (the interes t rate) do wn.\n8.In times o f economic unc ertainty , banks ma y worry tha t borro wers will lose the a bility to rep ay their lo ans.", "FIGURE 17.14 Fiscal P olicy and Inter est R ates When a g overnment borr ows mone y in the financial capital mark et, it\ncauses a shift in the demand f or financial capital fr om D 0to D1. As the equilibrium mo ves fr om E 0to E1, the\nequilibrium int erest rate rises fr om 6% t o 7% in this e xample . In this w ay, an e xpansionar y fiscal policy int ended t o\nshift ag gregate demand t o the right can also lead t o a higher int erest rate, which has the eff ect o f shifting ag gregate\ndemand back t o the left.\nA problem arises here . An e xpansionar y fisc al policy , with tax cuts or sp ending incre ases , is intende d to\nincre ase a ggreg ate demand . If an e xpansionar y fisc al policy also c auses higher interes t rates, then firms and\nhouseholds are disc oura ged from b orro wing and sp ending (as o ccurs with tight monetar y policy ), thus\nreducing a ggreg ate demand . Even if the direct eff ect o f expansionar y fisc al policy on incre asing demand is not", "shift the demand cur ve for financial capital t o the right fr om D 0to D1. As the equilibrium int erest rate shifts fr om E 0\nto E1, the int erest rate rises fr om 5% t o 6% in this e xample . The higher int erest rate is one ec onomic mechanism b y\nwhich g overnment borr owing can cr owd out priv ate investment.\nA sur vey of economic s tudies on the c onnection b etween g overnment b orro wing and interes t rates in the U .S.\neconom y sugg ests tha t an incre ase o f 1% in the budg et deficit will le ad to a rise in interes t rates o f between 0.5\nand 1.0%, other factors held e qual . In turn , a higher interes t rate tends to disc oura ge firms from making\nphysical capital in vestments . One re ason g overnment budg et deficits cro wd out priv ate in vestment , theref ore,\nis the incre ase in interes t rates. There are , however, economic s tudies tha t sho w a limite d connection b etween"], ["lower cost in terms o f other g oods. Countries tha t specializ e based on c omp arative adv anta ge gain from trade .\n20.2 What Happens When a Country Has an Absolute Adv antage in All Goods\nEven when a c ountr y has high lev els o f pro ductivity in all g oods, it c an s till b enefit from trade . Gains from\ntrade c ome a bout as a result o f comp arative adv anta ge. By sp ecializing in a g ood tha t it giv es up the le ast to\nproduce, a c ountr y can pro duce more and o ffer tha t additional output f or sale . If other c ountries sp ecializ e in\nthe are a of their c omp arative adv anta ge as w ell and trade , the highly pro ductiv e countr y is a ble to b enefit from\na lower opp ortunity c ost of pro duction in other c ountries .\n20.3 Intr a-Industry T rade between Similar Economies\nA larg e share o f glob al trade happ ens b etween high-inc ome ec onomies tha t are quite similar in ha ving w ell-", "20.2 What Happens When a Country Has an Absolute Adv antage in All Goods\nLEARNING OBJEC TIVES\nBy the end o f this section , you will b e able to:\n•Sho w the rela tionship b etween pro duction c osts and c omp arative adv anta ge\n•Identif y situa tions o f mutually b eneficial trade\n•Identif y trade b enefits b y considering opp ortunity c osts\nWha t happ ens to the p ossibilities f or trade if one c ountr y has an a bsolute adv anta ge in ev erything? This is\ntypic al for high-inc ome c ountries tha t often ha ve well-e duc ated workers, technologic ally adv anced equipment ,\nand the mos t up -to-date pro duction pro cesses. These high-inc ome c ountries c an pro duce all pro ducts with\nfewer resourc es than a lo w-inc ome c ountr y. If the high-inc ome c ountr y is more pro ductiv e acros s the b oard,\nwill there s till b e gains from trade? Go od students o f Ric ardo unders tand tha t trade is a bout mutually", "equiv alent to inflo ws of financial c apital from a broad.)\n19.Describ e a sc enario in which a trade surplus b enefits an ec onom y and one in which a trade surplus is\noccurring in an ec onom y tha t performs p oorly . Wha t key factor or factors are making the diff erenc e in the\noutc ome tha t results from a trade surplus?\n20.The Unite d Sta tes e xports 14% o f GDP while German y exports about 50% o f its GDP . Explain wha t tha t\nmeans.\n21.Explain briefly whether e ach o f the f ollowing w ould b e more lik ely to le ad to a higher lev el of trade f or an\neconom y, or a gre ater imb alanc e of trade f or an ec onom y.\na.Living in an esp ecially larg e countr y\nb.Having a domes tic in vestment ra te much higher than the domes tic sa vings ra te\nc.Having man y other larg e ec onomies g eographic ally ne arby\nd.Having an esp ecially larg e budg et deficit\ne.Having c ountries with a tradition o f strong protectionis t legisla tion shut ting out imp orts\nReview Questions", "States, where the opp ortunity c ostof pro ducing refrig erators is lo wer, Me xico can in eff ect tak e adv anta ge of\nthe lo wer opp ortunity c ost of refrig erators in the Unite d Sta tes. Conversely , when the Unite d Sta tes sp ecializ es\nin its c omp arative adv anta ge of refrig erator pro duction and trades f or sho es pro duced in Me xico, interna tional\ntrade allo ws the Unite d Sta tes to tak e adv anta ge of the lo wer opp ortunity c ost of sho e pro duction in Me xico.\nThe theor y of comp arative adv anta ge explains wh y countries trade: the y ha ve diff erent c omp arative\nadvanta ges. It sho ws tha t the g ains from interna tional trade result from pursuing c omp arative adv anta ge and\nproducing a t a lo wer opp ortunity c ost. The f ollowing W ork It Out f eature sho ws ho w to c alcula te absolute and\ncomp arative adv anta ge and the w ay to apply them to a c ountr y’s pro duction .\nCalculating Absolute and Compar ativ e Adv antage", "exports and imp orts to GDP . Nations tha t are neighb ors tend to trade more , sinc e costs of transp ortation and\ncommunic ation are lo wer. Moreo ver, some na tions ha ve long and es tablishe d patterns o f interna tional trade ,\nwhile others do not .\nConse quently , a rela tively small ec onom y lik e Sw eden , with man y ne arby trading p artners acros s Europ e and a\nlong his tory of foreign trade , has a high lev el of trade . Brazil and India, which are fairly larg e ec onomies tha t\nhave often sought to inhibit trade in rec ent dec ades , have lower lev els o f trade; where as, the Unite d Sta tes and\nJapan are e xtremely larg e ec onomies tha t ha ve comp aratively f ew ne arby trading p artners . Both c ountries\nactually ha ve quite lo w lev els o f trade b y world s tandards . The ra tio o f exports to GDP in either the Unite d\nStates or in J apan is a bout half o f the w orld a verage."], ["shift to the right and ma y cause infla tion if it g oes b eyond p otential GDP .\nb.Rapid gro wth b y a major trading p artner will incre ase demand f or e xports. AD will shift to the right\nand ma y cause infla tion if it g oes b eyond p otential GDP .\nc.Incre ased pro fit opp ortunities will incre ase busines s investment . AD will shift to the right and ma y\ncause infla tion if it g oes b eyond p otential GDP .\nd.Higher interes t rates re duce investment sp ending . AD will shift to the left and ma y cause rec ession if it\nfalls b elow potential GDP .\ne.Demand f or che aper imp orts incre ases , reducing demand f or domes tic pro ducts . AD will shift to the\nleft and ma y be rec essionar y.\n2.a.A tax incre ase on c onsumer inc ome will c ause c onsumption to fall , pushing the AD cur ve left , and is a\npossible solution to infla tion .\nb.A surg e in militar y sp ending is an incre ase in g overnment sp ending . This will c ause the AD cur ve to", "add the results tog ether to g et the final ans wer.\n3.a.An impro vement in technolog y tha t reduces the c ost of pro duction will c ause an incre ase in supply .\nAlterna tively, you c an think o f this as a re duction in pric e nec essary for firms to supply an y quantity .\nEither w ay, this c an b e sho wn as a rightw ard (or do wnward) shift in the supply cur ve.\nb.An impro vement in pro duct quality is tre ated as an incre ase in tas tes or pref erenc es, me aning\nconsumers demand more p aint a t an y pric e lev el, so demand incre ases or shifts to the right . If this\nseems c ounterintuitiv e, note tha t demand in the future f or the long er-lasting p aint will fall , sinc e\nconsumers are es sentially shifting demand from the future to the present .\nc.An incre ase in nee d causes an incre ase in demand or a rightw ard shift in the demand cur ve.\nd.Factor y dama ge me ans tha t firms are una ble to supply as much in the present . Technic ally, this is an", "Now, ima gine tha t the pric e of steel, an imp ortant ingre dient in manufacturing c ars, rises , so tha t pro ducing a\ncar has b ecome more e xpensiv e. At an y giv en pric e for selling c ars, car manufacturers will re act b y supplying a\nlower quantity . We can sho w this graphic ally as a leftw ard shift o f supply , from S 0to S1, which indic ates tha t at\nany giv en pric e, the quantity supplie d decre ases . In this e xample , at a pric e of $20,000, the quantity supplie d\ndecre ases from 18 million on the original supply cur ve (S0) to 16.5 million on the supply cur ve S1, which is\nlabeled as p oint L.\nConversely , if the pric e of steel decre ases , pro ducing a c ar b ecomes les s expensiv e. At an y giv en pric e for\nselling c ars, car manufacturers c an no w expect to e arn higher pro fits, so the y will supply a higher quantity . The\nshift o f supply to the right , from S 0to S2, me ans tha t at all pric es, the quantity supplie d has incre ased. In this", "investment and shifts AD to the left , and in a self -fulfilling prophecy , contributes to c ausing the rec ession tha t\nthe president w arne d agains t in the firs t plac e.Figure 11.8 (b) sho ws a shift o f AD to the left , and the\ncorresp onding mo vement o f the e quilibrium , from E 0to E 1, to a lo wer quantity o f output and a lo wer pric e\nlevel.\nLINK IT UP\nVisit this website (http://openstax.org/l/consumerc onfid) for da ta on c onsumer c onfidenc e.\nLINK IT UP\nVisit this website (http://openstax.org/l/busines sconfid) for da ta on busines s confidenc e.\nFIGURE 11.8 Shifts in Aggr egate Demand (a) An incr ease in c onsumer c onfidenc e or busines s confidenc e can shift\nAD t o the right, fr om AD 0to AD 1. When AD shifts t o the right, the ne w equilibrium (E 1) wil l have a higher quantity o f\noutput and also a higher pric e level compar ed with the original equilibrium (E 0). In this e xample , the ne w", "as a leftw ard shift in the AS cur ve.\n4.Equilibrium o ccurs a t the lev el of GDP where AD = AS. Insufficient a ggreg ate demand c ould e xplain wh y\nthe e quilibrium o ccurs a t a lev el of GDP les s than p otential . A decre ase (or leftw ard shift) in a ggreg ate\nsupply c ould b e another re ason .\n5.Equilibrium re al GDP will decre ase and the pric e lev el will incre ase.\n6.Given the as sumptions made here , the cuts in R &D funding should re duce pro ductivity gro wth . The mo del\nwould sho w this as a leftw ard shift in the SR AS cur ve, leading to a lo wer e quilibrium GDP and a higher\npric e lev el.\n7.An incre ase in the v alue o f the s tock mark et w ould mak e individuals f eel w ealthier and thus more\nconfident a bout their ec onomic situa tion . This w ould lik ely c ause an incre ase in c onsumer c onfidenc e\nleading to an incre ase in c onsumer sp ending , shifting the AD cur ve to the right . The result w ould b e an"], ["FIGURE 11.4 The Aggr egate Demand Curv eAggregate demand (AD) slopes do wn, sho wing that, as the pric e level\nrises , the amount o f total spending on domes tic g oods and ser vices declines .\nThe w ealth eff ect holds tha t as the pric e lev el incre ases , the buying p ower o f savings tha t people ha ve store d up\nin b ank ac counts and other as sets will diminish , eaten a way to some e xtent b y infla tion . Bec ause a rise in the\npric e lev el re duces p eople ’s wealth , consumption sp ending will fall as the pric e lev el rises .\nThe interes t rate eff ect is tha t as pric es for outputs rise , the same purchases will tak e more mone y or cre dit to\naccomplish . This additional demand f or mone y and cre dit will push interes t rates higher . In turn , higher\ninteres t rates will re duce borro wing b y busines ses f or in vestment purp oses and re duce borro wing b y\nhouseholds f or homes and c ars—thus re ducing c onsumption and in vestment sp ending .", "households f or homes and c ars—thus re ducing c onsumption and in vestment sp ending .\nThe f oreign pric e eff ect p oints out tha t if pric es rise in the Unite d Sta tes while remaining fix ed in other\ncountries , then g oods in the Unite d Sta tes will b e rela tively more e xpensiv e comp ared to g oods in the res t of\nthe w orld . U.S.exportswill b e rela tively more e xpensiv e, and the quantity o f exports sold will fall . U.S.imp orts\nfrom a broad will b e rela tively che aper, so the quantity o f imp orts will rise . Thus , a higher domes tic pric e lev el,\nrela tive to pric e lev els in other c ountries , will re duce net e xport expenditures .\nAmong ec onomis ts all three o f these eff ects are c ontro versial , in p art because the y do not seem to b e very\nlarg e. For this re ason , the a ggreg ate demand cur ve in Figure 11.4 slop es do wnward fairly s teeply . The s teep", "slop e indic ates tha t a higher pric e lev el for final outputs re duces a ggreg ate demand f or all three o f these\nreasons , but tha t the chang e in the quantity o f aggreg ate demand as a result o f chang es in pric e lev el is not\nvery larg e.\nRead the f ollowing W ork It Out f eature to le arn ho w to interpret the AD /AS mo del. In this e xample , aggreg ate\nsupply , aggreg ate demand , and the pric e lev el are giv en f or the ima ginar y countr y of Xurbia.\nInterpr eting the AD/AS Model\nTable 11.1 shows inf ormation on ag gregate suppl y, aggregate demand, and the pric e level for the imaginar y\ncountr y of Xurbia . What inf ormation does Table 11.1 tell you about the s tate of the X urbia’ s econom y? Wher e is\nthe equilibrium pric e level and output le vel (this is the SR macr oequilibrium)? Is X urbia risking inflationar y\npressures or facing high unemplo yment? Ho w can y ou tell?WORK IT OUT11.2 • Building a Model o f Ag gregate Demand and Ag gregate Suppl y279", "the micro lev el; an e xample w ould b e where , because o f the c oordina tion argument , upward sloping\nsupply cur ves for firms b ecome a fla t aggreg ate supply cur ve, illus trating tha t the pric e lev el cannot fall to\nstimula te aggreg ate demand\nmenu c ostscosts firms fac e in changing pric es\nPhillips cur vethe tradeo ff between unemplo yment and infla tion\nreal GDP the amount o f goods and ser vices actually sold in a na tion\nrecessionar y gapequilibrium a t a lev el of output b elow potential GDP\nsticky w ages and pric esa situa tion where w ages and pric es do not fall in resp onse to a decre ase in demand ,\nor do not rise in resp onse to an incre ase in demand\nKey Concepts and Summary\n12.1 Aggr egate Demand in K eynesian Analysis\nAggreg ate demand is the sum o f four c omp onents: c onsumption , investment , government sp ending , and net\nexports. Consumption will chang e for a numb er o f reasons , including mo vements in inc ome , tax es,", "greater than the quantity supplie d on the supply cur ve, leading to e xcess demand .\nChapter 5\n1.From p oint B to p oint C , pric e rises from $70 to $80, and Qd decre ases from 2,800 to 2,600. So:584\nAccess for fr ee a t opens tax. org"], ["Key T erms\nautomat ic stabiliz ers tax and sp ending r ules tha t ha ve the eff ect o f slo wing do wn the ra te of decre ase in\naggreg ate demand when the ec onom y slo ws do wn and res training a ggreg ate demand when the ec onom y\nspeeds up , without an y additional chang e in legisla tion\nbalanc ed budg etwhen g overnment sp ending and tax es are e qual\nbudg et deficit when the f ederal g overnment sp ends more mone y than it rec eives in tax es in a giv en y ear\nbudg et surplus when the g overnment rec eives more mone y in tax es than it sp ends in a y ear\ncontract ionar y fisc al p olicy fiscal policy tha t decre ases the lev el of aggreg ate demand , either through cuts in\ngovernment sp ending or incre ases in tax es\ncorporate inc ome tax a tax imp osed on c orporate pro fits\ncrowding out federal sp ending and b orro wing c auses interes t rates to rise and busines s investment to fall", "c.A re duction in tax es for busines ses tha t incre ase in vestment .\nd.A major incre ase in wha t the U .S. g overnment sp ends on he althc are.\n3.Use the AD /AS mo del to e xplain ho w an infla tionar y gap o ccurs , beginning from the initial e quilibrium in\nFigure 12.6 .\n4.Supp ose the U .S. C ongres s cuts f ederal g overnment sp ending in order to b alanc e the F ederal budg et. Use\nthe AD /AS mo del to analyz e the lik ely imp act on output and emplo yment .Hint : revisit Figure 12.6 .\n5.How w ould a decre ase in energ y pric es a ffect the Phillips cur ve?\n6.Does K eynesian ec onomics re quire g overnment to set c ontrols on pric es, wages, or interes t rates?\n7.List three practic al problems with the K eynesian p ersp ectiv e.\nReview Questions\n8.Name some ec onomic ev ents not rela ted to g overnment p olicy tha t could c ause a ggreg ate demand to shift .\n9.Name some g overnment p olicies tha t could c ause a ggreg ate demand to shift .", "salaries . Federal fisc al policies include discret ionar y fisc al p olicy , when the g overnment p asses a new la w\nthat explicitly chang es tax or sp ending lev els. The 2020 s timulus checks and incre ases in s tate and lo cal\ngovernment aid are an e xample . Chang es in tax and sp ending lev els c an also o ccur a utoma tically, due to\nautomat ic stabiliz ers, such as unemplo yment insuranc e and f ood stamps , which are programs tha t are\nalre ady la ws tha t stimula te aggreg ate demand in a rec ession and hold do wn a ggreg ate demand in a p otentially\ninfla tionar y boom.\nCounterbalancing R ecession and Boom\nConsider firs t the situa tion where a ggreg ate demand has risen sharply , causing the e quilibrium to o ccur a t a\nlevel of output a bove potential GDP . This situa tion will incre ase infla tionar y pres sure in the ec onom y. The\npolicy prescription in this set ting w ould b e a dose o f contractionar y fisc al policy , implemente d through some", "equilibrium (E 1) at the pot ential GDP le vel of output.\nConversely , if an ec onom y is pro ducing a t a quantity o f output a bove its p otential GDP , a c ontractionar y\nmonetar y policy c an re duce the infla tionar y pres sures f or a rising pric e lev el. InFigure 15.6 (b), the original\nequilibrium (E 0) occurs a t an output o f 750, which is a bove potential GDP . A c ontractionar y monetar y policy\nwill raise interes t rates, disc oura ge borro wing f or in vestment and c onsumption sp ending , and c ause the\noriginal demand cur ve (AD 0) to shift left to AD 1, so tha t the new e quilibrium (E 1) occurs a t the p otential GDP\nlevel of 700.\nThese e xamples sugg est tha t monetar y policy should b ecountercy clical; tha t is, it should act to\ncounterb alanc e the busines s cy cles o f economic do wnturns and ups wings . The F ed should lo osen monetar y\npolicy when a rec ession has c aused unemplo yment to incre ase and tighten it when infla tion thre atens . Of", "Fiscal P olicy and Inter est R ates\nBecause fisc al policy a ffects the quantity tha t the g overnment b orro ws in financial c apital mark ets, it not only\naffects a ggreg ate demand—it c an also a ffect interes t rates. InFigure 17.14 , the original e quilibrium (E 0) in the\nfinancial c apital mark et occurs a t a quantity o f $800 billion and an interes t rate of 6%. Ho wever, an incre ase in\ngovernment budg et deficits shifts the demand f or financial c apital from D 0to D 1. The new e quilibrium (E 1)\noccurs a t a quantity o f $900 billion and an interes t rate of 7%.\nA consensus es tima te based on a numb er o f studies is tha t an incre ase in budg et deficits (or a fall in budg et\nsurplus) b y 1% o f GDP will c ause an incre ase o f 0.5–1.0% in the long-term interes t rate.17.6 • P ractical P roblems with Discr etionar y Fiscal P olicy 431"], ["time . This in turn frees up resourc es for w orkers to use elsewhere .\nWha t determines ho w pro ductiv e workers are? The ans wer is pret ty intuitiv e. The firs t determinant o f labor\nproductivity is human c apital .Human c apital is the ac cumula ted kno wledge (from e duc ation and e xperienc e),\nskills , and e xpertise tha t the a verage worker in an ec onom y possesses. Typic ally the higher the a verage lev el of\neducation in an ec onom y, the higher the ac cumula ted human c apital and the higher the la bor pro ductivity .\nThe sec ond factor tha t determines la bor pro ductivity is technologic al chang e.Technologic al chang eis a\ncombina tion o finvention—adv ances in kno wledge—and inno vation, which is put ting those adv ances to use in\na new pro duct or ser vice. For e xample , the transis tor w as in vente d in 1947. It allo wed us to minia turiz e the\nfootprint o f electronic devic es and use les s power than the tub e technolog y tha t came b efore it . Inno vations", "•Identif y factors tha t contribute to a he alth y clima te for ec onomic gro wth\nOver dec ades and g enera tions , seemingly small diff erenc es o f a few p ercenta ge points in the annual ra te of\neconomic gro wth mak e an enormous diff erenc e in GDP p er capita. In this mo dule , we discus s some o f the\ncomp onents o f economic gro wth , including ph ysical capital , human c apital , and technolog y.\nThe c ategory ofphysical capital includes the plant and e quipment tha t firms use as w ell as things lik e ro ads\n(also c alledinfras tructure ). Ag ain, gre ater ph ysical capital implies more output . Physical capital c an a ffect\nproductivity in tw o ways: (1) an incre ase in the quantity of ph ysical capital (f or e xample , more c omputers o f\nthe same quality ); and (2) an incre ase in the quality of ph ysical capital (same numb er o f computers but the\ncomputers are fas ter, and so on). Human c apital refers to the skills and kno wledge tha t mak e workers", "accomp anie d by an incre ase in w orker pro ductivity?296 11 • Critical Thinking Ques tions\nAccess for fr ee a t opens tax. org", "FIGURE 7.6Physical Capital per W orker in the United States The v alue o f the ph ysical capital , measur ed b y plant\nand equipment, used b y the a verage worker in the U .S. ec onom y has risen o ver the decades . The incr ease ma y ha ve\nleveled o ff a bit in the 1970s and 1980s , which w ere, not c oincidental ly, times o f slo wer-than-usual gr owth in\nworker pr oductivity . We see a r enewed incr ease in ph ysical capital per w orker in the lat e 1990s , followed b y a\nflattening in the earl y 2000s . (Sour ce: Cent er for Int ernational Comparisons o f Production, Inc ome and P rices,\nUniv ersity o f Penns ylvania)\nNot only do es the current U .S. ec onom y ha ve better-educ ated workers with more and impro ved ph ysical\ncapital than it did sev eral dec ades a go, but these w orkers ha ve ac cess to more adv anced technologies . Gro wth\nin technolog y is imp ossible to me asure with a simple line on a graph , but evidenc e tha t we liv e in an a ge of", "processing so ftware. Cle arly , you will b e able to b e more pro ductiv e using w ord pro cessing so ftware. The\ntechnolog y and lev el of capital o f your laptop and so ftware has incre ased your pro ductivity . More bro adly , the\ndevelopment o f GPS technolog y and Univ ersal P roduct C odes (those b arcodes on ev ery pro duct w e buy ) has\nmade it much e asier f or firms to track shipments , tabula te in ventories , and sell and dis tribute pro ducts . These\ntwo technologic al inno vations , and man y others , have incre ased a na tion 's ability to pro duce goods and\nservices for a giv en p opula tion . Lik ewise , incre asing human c apital in volves incre asing lev els o f kno wledge,\neducation , and skill sets p er p erson through v ocational or higher e duc ation . Physical and human c apital\nimpro vements with technologic al adv ances will incre ase o verall pro ductivity and , thus , GDP ."], ["Effects of T rade Barriers\nLet’s look car efully at the eff ects o f tariffs or quotas . If the U .S. g overnment imposes a tariff or quota sufficient t o\neliminat e trade with Br azil, two things oc cur: U .S. c onsumers pa y a higher pric e and ther efore buy a smal ler\nquantity o f sug ar. U.S. pr oduc ers ob tain a higher pric e and the y sel l a lar ger quantity o f sug ar. We can measur e\nthe eff ects o f a tariff on pr oduc ers and c onsumers in the Unit ed Stat es using tw o concepts that w e de veloped in\nDemand, Suppl y, and Efficiency :consumer surplus and produc er surplus .\nFIGURE 21.4 U.S. Sugar Supply and Demand When ther e is fr ee tr ade, the equilibrium is at point A . When ther e\nis no tr ade, the equilibrium is at point E.\nStep 1. L ook at Figure 21.4 , which sho ws a h ypothetical v ersion o f the demand and suppl y of sug ar in the Unit ed\nStat es.", "37.Wha t are some w ays tha t governments c an help p eople who lose from trade?\nCritical Thinking Questions\n38.Sho w graphic ally tha t for an y tariff, there is an e quiv alent quota tha t would giv e the same result . Wha t\nwould b e the diff erenc e, then , between the tw o typ es o f trade b arriers? Hint : It is not something y ou c an\nsee from the graph .\n39.From the Work It Out \"Effects o f Trade Barriers ,\" you c an see tha t a tariff raises the pric e of imp orts. Wha t\nis interes ting is tha t the pric e rises b y les s than the amount o f the tariff. Who p ays the res t of the tariff\namount? C an y ou sho w this graphic ally?\n40.If trade b arriers hur t the a verage worker in an ec onom y (due to lo wer w ages), wh y do es g overnment cre ate\ntrade b arriers?\n41.Why do y ou think la bor standards and w orking c onditions are lo wer in the lo w-inc ome c ountries o f the\nworld than in c ountries lik e the Unite d Sta tes?", "Tariff of 1816. Before the War of 1812, Congress had levied low tariffs\non imports as a method for raising government revenue. After the war, in 1816,Congress raised the tariff rates on certain goods for the express purpose ofprotecting U.S. manufacturers from ruin. A number of factories had been erectedduring the war to supply goods that previously had been imported from Britain.Now in peacetime, American manufacturers feared that British goods wouldbe dumped on American markets and take away much of their business. Con-gress’ tariff of 1816 was the ﬁrst protective tariff in U.S. history—the ﬁrst of\nmany to come.", "Chapter 21\n1.This is the opp osite c ase o f the W ork It Out f eature . A re duced tariff is lik e a decre ase in the c ost of\nproduction , which is sho wn b y a do wnward (or rightw ard) shift in the supply cur ve.\n2.A subsidy is lik e a re duction in c ost. This shifts the supply cur ve do wn (or to the right), driving the pric e of\nsugar do wn. If the subsidy is larg e enough , the pric e of sug ar can fall b elow the c ost of pro duction fac ed by\nforeign pro ducers, which me ans the y will lose mone y on an y sug ar the y pro duce and sell .\n3.Trade b arriers raise the pric e of goods in protecte d indus tries . If those pro ducts are inputs in other\nindus tries , it raises their pro duction c osts and then pric es, so sales fall in those other indus tries . Lower\nsales le ad to lo wer emplo yment . Additionally , if the protecte d indus tries are c onsumer g oods, their\ncustomers p ay higher pric es, which re duce demand f or other c onsumer pro ducts and thus emplo yment in", "21.5 The T radeoffs of T rade P olicy\nInterna tional trade c ertainly has inc ome dis tribution eff ects . This is hardly surprising . All domes tic or\ninterna tional c omp etitiv e mark et forces are disr uptiv e. The y cause c omp anies and indus tries to rise and fall .\nGovernment has a role to pla y in cushioning w orkers a gains t the disr uptions o f the mark et. Ho wever, jus t as it\nwould b e un wise in the long term to clamp do wn on new technolog y and other c auses o f disr uption in domes tic\nmark ets, it w ould b e un wise to clamp do wn on f oreign trade . In b oth c ases , the disr uption brings with it\neconomic b enefits .\nSelf -Check Questions\n1.Explain ho w a tariff re duction c auses an incre ase in the e quilibrium quantity o f imp orts and a decre ase in\nthe e quilibrium pric e.Hint: Consider the Work It Out \"Effects o f Trade Barriers .\"\n2.Explain ho w a subsidy on a gricultural g oods lik e sug ar adv ersely a ffects the inc ome o f foreign pro ducers o f"], ["14.2 Measuring Money : Curr ency , M1, and M2\nWe me asure mone y with sev eral definitions: M1 includes currency and mone y in checking ac counts (demand\ndep osits). T raveler ’s checks are also a c omp onent o f M1, but are declining in use . M2 includes all o f M1, plus\nsavings dep osits , time dep osits lik e certific ates o f dep osit, and mone y mark et funds .\n14.3 The R ole of Bank s\nBanks facilita te using mone y for transactions in the ec onom y because p eople and firms c an use b ank ac counts\nwhen selling or buying g oods and ser vices, when p aying a w orker or rec eiving p ayment , and when sa ving\nmone y or rec eiving a lo an. In the financial c apital mark et, banks are financial interme diaries; tha t is, the y\noperate between sa vers who supply financial c apital and b orro wers who demand lo ans. A b alanc e sheet\n(sometimes c alled a T -account) is an ac counting to ol which lis ts as sets in one c olumn and lia bilities in another .", "FIGURE 14.3 The R elationship betw een M1 and M2 Money M1 and M2 mone y ha ve se veral definitions , ranging fr om\nnarr ow to broad. M1 = c oins and curr ency in cir culation + check able (demand) deposit + sa vings deposits . M2 = M1\n+ mone y mark et funds + c ertificat es o f deposit + other time deposits .\nThe F ederal R eser ve Sy stem is resp onsible f or tracking the amounts o f M1 and M2 and prep ares a w eekly\nrele ase o f inf orma tion a bout the mone y supply . To pro vide an ide a of wha t these amounts sound lik e,\naccording to the F ederal R eser ve Bank ’s me asure o f the U .S. mone y stock, at the end o f Novemb er 2021, M1 in\nthe Unite d Sta tes w as $20.3 trillion , while M2 w as $21.4 trillion .Table 14.1 provides a bre akdown o f the\nportion o f each typ e of mone y tha t comprise d M1 and M2 in N ovemb er 2021, as pro vide d by the F ederal\nReser ve Bank .\nComponents o f M1 in the U .S. (No vember 2021, Seasonal ly Adjus ted) $ bil lions\nCurr ency $2,114.6", "the r edefinition o f M1 t o include sa vings deposits in 2020 (see Mone y and Banking ) drastical ly incr eased M1 in\n2020, causing v elocity t o plummet. (cr edit: F eder al Reser ve Bank o f St. L ouis)\nAccess multime dia c ontent (https:/ /openstax.org/books/principles -macro economics -3e/p ages/15-5-pitfalls -\nfor-monetar y-policy )378 15 • Monetar y Policy and Bank R egulation\nAccess for fr ee a t opens tax. org", "M2. The bigg est chang e is tha t savings mo ved to b e part of M1. M1 mone y supply no w includes c ash, checka ble\n(demand) dep osits , and sa vings . M2 mone y supply is no w me asure d as M1 plus time dep osits , certific ates o f\ndep osits , and mone y mark et funds .\nM1 mone y supply includes coins and currency in circulat ion—the c oins and bills tha t circula te in an\neconom y tha t the U .S. T reasur y do es not hold a t the F ederal R eser ve Bank , or in b ank v aults . Closely rela ted to\ncurrency are checka ble dep osits , also kno wn as demand dep osits . These are the amounts held in checking\naccounts . The y are c alled demand dep osits or checka ble dep osits b ecause the b anking ins titution mus t giv e\nthe dep osit holder his mone y “on demand ” when the cus tomer writes a check or uses a debit c ard. These items\ntogether —currency , and checking ac counts in b anks —comprise the definition o f mone y kno wn as M1, which", "this ques tion . Examples include a house , land , art, rare c oins or s tamps , and so on .\n3.The currency and checks in M1 are e asies t to sp end . It is harder to sp end M2 directly , although if there is\nan a utoma tic teller machine in the shopping mall , you c an turn M2 from y our sa vings ac count into an M1\nof currency quite quickly . If y our ans wer is a bout “ credit c ards ,” then y ou are re ally talking a bout sp ending\nM1—although it is M1 from the ac count o f the cre dit c ard c omp any, which y ou will rep ay later when y ou\ncredit c ard bill c omes due .\n4.a.Neither in M1 or M2\nb.Tha t is p art of M1, and b ecause M2 includes M1 it is also p art of M2595"], ["of all final output that is pr oduc ed and sold mus t be inc ome t o someone , some wher e in the ec onom y. At a national\nincome le vel of zero, $600 is c onsumed. Then, each time inc ome rises b y $1,000, c onsump tion rises b y $800,\nbecause in this e xample , the mar ginal pr opensity t o consume is 0.8.\nThe p attern o f consumption sho wn in Table B1 is plot ted in Figure B2 . To calcula te consumption , multiply the\nincome lev el by 0.8, f or the marginal prop ensity to c onsume , and add $600, f or the amount tha t would b e\nconsume d ev en if inc ome w as z ero. Consumption plus sa vings mus t be equal to inc ome .\nIncome Consump tion Savings\n$0 $600 –$600\n$1,000 $1,400 –$400\n$2,000 $2,200 –$200\n$3,000 $3,000 $0\n$4,000 $3,800 $200\n$5,000 $4,600 $400\n$6,000 $5,400 $600\n$7,000 $6,200 $800\nTABLE B1The Consump tion\nFunctionB • The Expenditur e-Output Model 553", "At an inc ome o f $4,000, total c onsumption will b e the $600 tha t would b e consume d ev en without an y inc ome ,\nplus $4,000 multiplie d by the marginal prop ensity to c onsume o f 0.8, or $ 3,200, f or a total o f $ 3,800. The total\namount o f consumption and sa ving mus t alw ays add up to the total amount o f inc ome . (Exactly ho w a situa tion\nof zero inc ome and neg ative sa vings w ould w ork in practic e is not imp ortant , because ev en lo w-inc ome\nsocieties are not literally a t zero inc ome , so the p oint is h ypothetic al.) This rela tionship b etween inc ome and\nconsumption , illus trated in Figure B2 and Table B1 , is c alled the consumption function .\nFIGURE B2 The Consumption Function In the e xpenditur e-output model , how does c onsump tion incr ease with the\nlevel of national inc ome? Output on the horiz ontal axis is c onceptually the same as national inc ome , sinc e the v alue", "then this me ans tha t out o f every one dollar rec eived by a c onsumer , $0.80 will b e sp ent. This $0.80 is rec eived\nby another p erson . In turn , 80% o f the $0.80 rec eived, or $0.64, will b e sp ent, and so on . The imp act o f the\nmultiplier is dilute d when the eff ect o f tax es and e xpenditure on imp orts is c onsidere d. To deriv e the\nmultiplier , tak e the 1/1 – F; where F is e qual to p ercent o f savings , tax es, and e xpenditures on imp orts.\nReview Questions\nExercise B6\nWha t is on the ax es o f an e xpenditure -output dia gram?\nExercise B7\nWha t do es the 45- degree line sho w?\nExercise B8\nWha t determines the slop e of a c onsumption function?\nExercise B9\nWha t is the marginal prop ensity to c onsume , and ho w is it rela ted to the marginal prop ensity to imp ort?\nExercise B10\nWhy are the in vestment function , the g overnment sp ending function , and the e xport function all dra wn as fla t\nlines?\nExercise B11", "– 2.809 = 14.89\nTABLE B6Calcula ting the Mul tiplier Ef fect\nThus , over the firs t four rounds o f aggreg ate expenditures , the imp act o f the original incre ase in g overnment\nspending o f $100 cre ates a rise in a ggreg ate expenditures o f $100 + $53 + $28.09 + $14.89 = $195.98. Figure\nB10 shows these total a ggreg ate expenditures a fter these firs t four rounds , and then the figure sho ws the total\naggreg ate expenditures a fter 30 rounds . The additional b oost to a ggreg ate expenditures is shrinking in e ach\nround o f consumption . After a bout 10 rounds , the additional increments are v ery small indee d—ne arly\ninvisible to the nak ed eye. After 30 rounds , the additional increments in e ach round are so small tha t the y ha ve\nno practic al conse quenc e. After 30 rounds , the cumula tive value o f the initial b oost in a ggreg ate expenditure is\nappro xima tely $213. Thus , the g overnment sp ending incre ase o f $100 ev entually , after man y cy cles , pro duced", "2020. A lthough p ersonal inc ome tax rev enues ac count f or more total rev enue than the p ayroll tax , nearly\nthree -quar ters o f households p ay more in p ayroll tax es than in inc ome tax es.\nThe inc ome tax is a progres sive tax , which me ans tha t the tax ra tes incre ase as a household ’s inc ome\nincre ases . Taxes also v ary with marital s tatus, family siz e, and other factors . The mar ginal tax rates (the tax\ndue on all y early inc ome) f or a single taxp ayer rang e from 10% to 35%, dep ending on inc ome , as the f ollowing\nClear It Up f eature e xplains .\nHow does the marginal r ate w ork?\nSuppose that a single taxpa yer’s inc ome is $35,000 per y ear. Also suppose that inc ome fr om $0 t o $9,075 is tax ed\nat 10%, inc ome fr om $9,075 t o $36,900 is tax ed at 15%, and, final ly, inc ome fr om $36,900 and be yond is tax ed at\n25%. Sinc e this person earns $35,000, their mar ginal tax r ate is 15%.\nCLEAR IT UP420 17 • Go vernment Budg ets and Fiscal P olicy"], ["(B)Bankers and lenders\n(C)Merchants and consumers\n(D)The federal and state governments\n8.A decline in the amount of money in circulation in proportion to the\npopulation would most likely result in a(n)\n(A)increase in prices and a decline in wages\n(B)increase in the value of the dollar along with decrease in purchasing\npower\n(C)increase in interest rates and a decline in prices\n(D)decrease the value of the dollar and increase in prices\nTHE POLITICS OF THE GILDED AGE, 1877-1900 395", "rate at which the quantity o f mone y in the ec onom y was incre asing , and ins tead to set monetar y policy b y\nreacting to whether the ec onom y was e xperiencing or in dang er o f higher infla tion or unemplo yment .\nUnemployment and Inflation\nIf you w ere to sur vey central b ank ers around the w orld and ask them wha t the y believ e should b e the primar y\ntask o f monetar y policy , the mos t popular ans wer b y far w ould b e fighting infla tion . Mos t central b ank ers\nbeliev e tha t the neo clas sical mo del o f economics ac cura tely represents the ec onom y over the me dium to long\nterm . Rememb er tha t in the neo clas sical mo delof the ec onom y, we dra w the a ggreg ate supply cur ve as a\nvertical line a t the lev el of potential GDP , as Figure 15.10 shows. In the neo clas sical mo del, economis ts\ndetermine the lev el of potential GDP (and the na tural ra te of unemplo yment tha t exists when the ec onom y is", "43.All other things b eing e qual , by ho w much will nominal GDP e xpand if the c entral b ank incre ases the\nmone y supply b y $100 billion , and the v elocity o f mone y is 3? (U se this inf orma tion as nec essary to\nanswer the f ollowing 4 ques tions .)\n44.Supp ose no w tha t economis ts expect the v elocity o f mone y to incre ase b y 50% as a result o f the monetar y\nstimulus . Wha t will b e the total incre ase in nominal GDP?\n45.If GDP is 1,500 and the mone y supply is 400, wha t is v elocity?\n46.If GDP no w rises to 1,600, but the mone y supply do es not chang e, how has v elocity chang ed?\n47.If GDP no w falls b ack to 1,500 and the mone y supply falls to 350, wha t is v elocity?386 15 • P roblems\nAccess for fr ee a t opens tax. org", "36.Explain wha t would happ en if b anks w ere notifie d the y had to incre ase their re quire d reser ves b y one\npercenta ge point from , say, 9% to10% o f dep osits . Wha t would their options b e to c ome up with the c ash?\n37.A well-kno wn ec onomic mo del c alled the Phillips Cur ve (discus sed in The K eynesian P ersp ectiv echapter)\ndescrib es the shor t run tradeo ff typic ally obser ved between infla tion and unemplo yment . Base d on the\ndiscus sion o f expansionar y and c ontractionar y monetar y policy , explain wh y one o f these v aria bles\nusually falls when the other rises .\n38.How do es rule-based monetar y policy diff er from discretionar y monetar y policy (tha t is, monetar y policy\nnot b ased on a r ule)? Wha t are some o f the arguments f or e ach?\n39.Is it pref erable f or c entral b anks to primarily targ et infla tion or unemplo yment? Wh y?\n40.If for some re ason the IORB incre ased and momentarily s tayed above the FFR , wh y would the FFR", "policy in a w ay tha t would seek to mo dera te these eff ects .\nLet’s end this chapter with a W ork it Out e xercise in ho w the F ed—or an y central b ank—would s tir up the\neconom y by incre asing the mone y supply .\nCalculating the Eff ects of Monetary Stimulus\nSuppose that the c entr al bank w ants t o stimulat e the ec onom y by incr easing the mone y suppl y. The bank ers\nestimat e that the v elocity o f mone y is 3, and that the pric e level wil l incr ease fr om 100 t o 110 due t o the\nstimulus . Using the quantity equation o f mone y, what wil l be the impact o f an $800 bil lion dol lar incr ease in the\nmone y suppl y on the quantity o f goods and ser vices in the ec onom y giv en an initial mone y suppl y of $4 tril lion?\nStep 1. W e begin b y writing the quantity equation o f mone y: MV = PQ . We kno w that initial ly V = 3, M = 4,000\n(billion) and P = 100. Subs tituting these numbers in, w e can sol ve for Q:"], ["FIGURE 13.8 How Aggr egate Demand Determines the Price Lev el in the Long R unAs ag gregate demand shifts t o\nthe right, fr om AD 0to AD 1to AD 2, real GDP in this ec onom y and the le vel of unemplo yment do not chang e. However,\nther e is inflationar y pressure for a higher pric e level as the equilibrium chang es fr om E 0to E1to E2.\nLINK IT UP\nVisit this website (http://openstax.org/l/infla templo y)to re ad a bout ho w infla tion and unemplo yment are\nrela ted.\nFighting R ecession or Encour aging Long-T erm Gr owth?\nNeoclas sical ec onomis ts believ e tha t the ec onom y will reb ound out o f a rec ession or ev entually c ontract during\nan e xpansion b ecause pric es and w age ra tes are fle xible and will adjus t either up ward or do wnward to res tore\nthe ec onom y to its p otential GDP . Thus , the k ey policy ques tion f or neo clas sicals is ho w to promote gro wth o f", "leading to a new e quilibrium a t point E 1with higher output , lower unemplo yment , and pres sure f or an\ninfla tionar y rise in the pric e lev el.\nIn the long-r un neo clas sical analy sis, however, the chain o f economic ev ents is jus t beginning . As ec onomic\noutput rises a bove potential GDP , the lev el of unemplo yment falls . The ec onom y is no w above full emplo yment\nand there is a la bor shor tage. Eager emplo yers are tr ying to bid w orkers a way from other c omp anies and to\nencoura ge their current w orkers to e xert more eff ort and to w ork long er hours . This high demand f or la bor will\ndriv e up w ages. Mos t emplo yers review their w orkers salaries only onc e or twic e a y ear, and so it will tak e time\nbefore the higher w ages filter through the ec onom y. As w ages do rise , it will me an a leftw ard shift in the shor t-\nrun K eynesian a ggreg ate supply cur ve back to SR AS1, because the pric e of a major input to pro duction has", "The higher lev el of unemplo yment me ans more w orkers lo oking f or jobs . As a result , emplo yers c an hold do wn\non p ay incre ases —or p erhaps ev en replac e some o f their higher -paid w orkers with unemplo yed people willing\nto ac cept a lo wer w age. As w ages stagnate or fall , this decline in the pric e of a k ey input me ans tha t the shor t-\nrun K eynesian a ggreg ate supply cur ve shifts to the right from its original (SR AS0to SR AS1). The o verall imp act\nin the long r un, as the macro economic e quilibrium shifts from E 0to E 1to E 2, is tha t the lev el of output returns\nto p otential GDP , where it s tarted. There is , however, downward pres sure on the pric e lev el. Thus , in the\nneo clas sical view , chang es in a ggreg ate demand c an ha ve a shor t-run imp act on output and on\nunemplo yment —but only a shor t-run imp act. In the long r un, when w ages and pric es are fle xible , potential\nGDP and a ggreg ate supply determine re al GDP 's siz e.", "wage remains a t its original lev el (W0) for a p erio d of time and the pric e remains a t its original lev el (P 0).\nAs a result , a situa tion o f excess supply —where the quantity supplie d exceeds the quantity demande d at the\nexisting w age or pric e—exists in mark ets f or b oth la bor and g oods, and Q 1is les s than Q 0in b oth Figure 12.4 (a)\nand Figure 12.4 (b). When man y labor mark ets and man y goods mark ets all acros s the ec onom y find\nthemselv es in this p osition , the ec onom y is in a rec ession; tha t is, firms c annot sell wha t the y wish to pro duce\nat the e xisting mark et pric e and do not wish to hire all who are willing to w ork a t the e xisting mark et w age. The\n12.2 • The Building Block s of Keynesian Anal ysis 307", "followed). If the living w age is binding , it will c ause an e xcess supply o f labor a t tha t wage ra te.\n4.Chang es in the interes t rate (i .e., the pric e of financial c apital) c ause a mo vement along the demand cur ve.\nA chang e in an ything else (non-pric e varia ble) tha t affects demand f or financial c apital (e .g., chang es in\nconfidenc e about the future , chang es in nee ds for b orro wing ) would shift the demand cur ve.\n5.Chang es in the interes t rate (i .e., the pric e of financial c apital) c ause a mo vement along the supply cur ve. A\nchang e in an ything else tha t affects the supply o f financial c apital (a non-pric e varia ble) such as inc ome or\nfuture nee ds w ould shift the supply cur ve.\n6.If mark et interes t rates s tay in their normal rang e, an interes t rate limit o f 35% w ould not b e binding . If the\nequilibrium interes t rate rose a bove 35%, the interes t rate w ould b e capp ed at tha t rate, and the quantity o f"]], "answer": ["B", "E", "E", "A", "A", "A", "B", "C", "B", "A", "C", "E", "A", "(D)", "E", "C", "E", "A", "E", "A", "C", "B", "A", "A", "E", "E", "C", "C", "C", "B", "E", "A", "D", "C", "C", "A", "C", "D", "E", "A", "C", "E", "A", "B", "E", "E", "B"], "ground_truth": ["B", "E", "D", "A", "A", "A", "B", "C", "B", "D", "C", "C", "A", "D", "D", "C", "C", "B", "C", "C", "E", "B", "A", "D", "E", "B", "D", "C", "C", "B", "E", "B", "D", "B", "D", "E", "A", "D", "E", "A", "C", "E", "E", "A", "B", "E", "B"]}