{"question": ["Questions 1–3 refer to the excerpt below\n\"In 1739 arrived among us from Ireland the Reverend Mr. [George] Whitefield, who had\nmade himself remarkable there as an itinerant preacher. He was at first permitted to preach in\nsome of our churches; but the clergy, taking a dislike to him, soon refused him their pulpits,\nand he was obliged to preach in the fields. The multitudes of all sects and denominations\nthat attended his sermons were enormous. . . . It was wonderful to see the change soon made\nin the manners of our inhabitants. From being thoughtless or indifferent about religion, it\nseemed as if all the world were growing religious, so that one could not walk thro’ the town in\nan evening without hearing psalms sung in different families of every street.”\nBenjamin Franklin, The Autobiography of Benjamin Franklin\n\n1. Whitefield’s impact suggests that religious culture among British North American\ncolonists in the 1700s was most directly shaped by\n(A) Roman Catholic influences\n(B) interest in commerce and business\n(C) trans-Atlantic exchanges\n(D) reliance on agriculture\n", "Questions 1–3 refer to the excerpt below.\n\"In 1739 arrived among us from Ireland the Reverend Mr. [George] Whitefield, who had\nmade himself remarkable there as an itinerant preacher. He was at first permitted to preach in\nsome of our churches; but the clergy, taking a dislike to him, soon refused him their pulpits,\nand he was obliged to preach in the fields. The multitudes of all sects and denominations\nthat attended his sermons were enormous. . . . It was wonderful to see the change soon made\nin the manners of our inhabitants. From being thoughtless or indifferent about religion, it\nseemed as if all the world were growing religious, so that one could not walk thro’ the town in\nan evening without hearing psalms sung in different families of every street.”\n\nBenjamin Franklin, The Autobiography of Benjamin Franklin\n\n2. Whitefield’s open-air preaching contributed most directly to which of the following trends?\n(A) The growth of the ideology of republican motherhood\n(B) Greater independence and diversity of thought\n(C) Movement of settlers to the backcountry\n(D) The pursuit of social reform", "Questions 1–3 refer to the excerpt below.\"In 1739 arrived among us from Ireland the Reverend Mr. [George] Whitefield, who had made himself remarkable there as an itinerant preacher. He was at first permitted to preach in some of our churches; but the clergy, taking a dislike to him, soon refused him their pulpits, and he was obliged to preach in the fields. The multitudes of all sects and denominations that attended his sermons were enormous. . . . It was wonderful to see the change soon made in the manners of our inhabitants. From being thoughtless or indifferent about religion, it seemed as if all the world were growing religious, so that one could not walk thro’ the town in an evening without hearing psalms sung in different families of every street.” Benjamin Franklin, The Autobiography of Benjamin Franklin\n\n3. The preaching described in the excerpt is an example of which of the following developments in the 1700s? (A) The emergence of an idea of republican self-government (B) The beginning of calls for the abolition of slavery (C) The increased influence of the Enlightenment (D) The expansion of Protestant evangelism", "MIGRATION TO THE UNITED STATES, 1820 –1860, 4. Which of the following was a significant cause of the trend from 1843 to 1854 shown in the graph? (A) Active encouragement of migration by the United States government (B) Economic and political difficulties in Germany and Ireland (C) Incentives offered by United States companies looking to hire skilled migrants (D) Adoption of free trade policies by European governments", "MIGRATION TO THE UNITED STATES, 1820 –1860.  5. Which of the following was a direct effect of the trend in immigration after 1845 shown on the graph? (A) An increase in sectional tensions (B) A major economic downturn (C) An upsurge in nativist sentiment (D) The collapse of the second party system", "MIGRATION TO THE UNITED STATES, 1820 –1860. 6. The main trend shown in the graph was most directly associated with which of the following processes occurring in the United States at the time? (A) The convergence of European and American cultures (B) The emergence of an industrialized economy (C) The displacement of American Indians from the Southeast (D) The resurgence of evangelical Protestantism", "\"Questions 7–9 refer to the excerpt below.\n“The history of mankind is a history of repeated injuries and usurpations on the part of\nman toward woman, having in direct object the establishment of an absolute tyranny over\nher. To prove this, let facts be submitted to a candid world.\n“He has never permitted her to exercise her inalienable right to the elective franchise.\n“He has compelled her to submit to laws, in the formation of which she had no voice. . . .\n“Having deprived her of this first right of a citizen, the elective franchise, thereby leaving\nher without representation in the halls of legislation, he has oppressed her on all sides. . . .\n“He has taken from her all right in property, even to the wages she earns.”\nSeneca Falls Convention, Declaration of Sentiments and Resolutions, 1848\n\n7. The ideas expressed in the excerpt most directly challenged the prevailing ideal in the\nearly nineteenth century that\n(A) women should enjoy full and equal rights with men\n(B) women should focus on the home and the domestic sphere\n(C) the ability of women to earn wages was a positive development\n(D) women should educate their children about the rights and responsibilities of\ncitizenship\n\"", "Questions 7–9 refer to the excerpt below.\n“The history of mankind is a history of repeated injuries and usurpations on the part of\nman toward woman, having in direct object the establishment of an absolute tyranny over\nher. To prove this, let facts be submitted to a candid world.\n“He has never permitted her to exercise her inalienable right to the elective franchise.\n“He has compelled her to submit to laws, in the formation of which she had no voice. . . .\n“Having deprived her of this first right of a citizen, the elective franchise, thereby leaving\nher without representation in the halls of legislation, he has oppressed her on all sides. . . .\n“He has taken from her all right in property, even to the wages she earns.”\nSeneca Falls Convention, Declaration of Sentiments and Resolutions, 1848\n\n\n8. Which of the following developments in the second half of the nineteenth century best\nrepresented the continuation of the ideas expressed in the declaration?\n(A) The formation of voluntary organizations and reform efforts\n(B) Women’s support for the Social Gospel\n(C) Support for outlawing the production and sale of alcohol\n(D) A movement focused on religious revivals and personal conversion\n", "Questions 7–9 refer to the excerpt below.\n“The history of mankind is a history of repeated injuries and usurpations on the part of\nman toward woman, having in direct object the establishment of an absolute tyranny over\nher. To prove this, let facts be submitted to a candid world.\n“He has never permitted her to exercise her inalienable right to the elective franchise.\n“He has compelled her to submit to laws, in the formation of which she had no voice. . . .\n“Having deprived her of this first right of a citizen, the elective franchise, thereby leaving\nher without representation in the halls of legislation, he has oppressed her on all sides. . . .\n“He has taken from her all right in property, even to the wages she earns.”\nSeneca Falls Convention, Declaration of Sentiments and Resolutions, 1848\n\n\n9. Many supporters of the declaration in 1848 broke ranks with which of the following\ngroups by the 1870s?\n(A) Social Darwinists\n(B) Supporters of Southern secession and states’ rights\n(C) Supporters of the Fifteenth Amendment\n(D) Isolationists\n", "Questions 10 and 11 refer to the excerpt below.\n“Governments are instituted among Men, deriving their just powers from the consent\nof the governed. That whenever any Form of Government becomes destructive of these\nends, it is the Right of the People to alter or to abolish it, and to institute new Government,\nlaying its foundation on such principles and organizing its powers in such form, as to\nthem shall seem most likely to effect their Safety and Happiness.”\n\nThomas Jefferson, Declaration of Independence, 1776\n\n\n10. The excerpt was written in response to the\n(A) British government’s attempt to assert greater control over the North American colonies\n(B) British government’s failure to protect colonists from attacks by American Indians\n(C) colonial governments’ failures to implement mercantilist policies\n(D) colonial governments’ attempts to extend political rights to new groups", "Questions 10 and 11 refer to the excerpt below.\n“Governments are instituted among Men, deriving their just powers from the consent\nof the governed. That whenever any Form of Government becomes destructive of these\nends, it is the Right of the People to alter or to abolish it, and to institute new Government,\nlaying its foundation on such principles and organizing its powers in such form, as to\nthem shall seem most likely to effect their Safety and Happiness.”\n\nThomas Jefferson, Declaration of Independence, 1776\n\n\n11. The ideas about government expressed in the excerpt are most consistent with which of\nthe following?\n(A) The concept of hereditary rights and privileges\n(B) The belief in Manifest Destiny\n(C) The principle of religious freedom\n(D) The ideas of the Enlightenment", "Questions 12–14 refer to the excerpt below.\n“We conclude that in the field of public education the doctrine of ‘separate but equal’ has\nno place. Separate educational facilities are inherently unequal.”\nChief Justice Earl Warren, writing the unanimous opinion of the United States\nSupreme Court in Brown v. Board of Education of Topeka, 1954\n\n12. Which of the following was the most immediate result of the decision excerpted?\n(A) Radicals critiqued government actions as doing too little to transform the racial\nstatus quo.\n(B) Education advocates raised awareness of the effect of poverty on students’ opportunities.\n(C) Civil rights activists became increasingly divided over tactical and philosophical issues.\n(D) Segregationists in southern states temporarily closed many public schools in an\neffort to resist the decision.", "Questions 12–14 refer to the excerpt below.\n“We conclude that in the field of public education the doctrine of ‘separate but equal’ has\nno place. Separate educational facilities are inherently unequal.”\nChief Justice Earl Warren, writing the unanimous opinion of the United States\nSupreme Court in Brown v. Board of Education of Topeka, 1954\n\n13. The decision excerpted most directly reflected a growing belief after the Second World\nWar that the power of the federal government should be used to\n(A) promote greater racial justice\n(B) revitalize cities\n(C) foster economic opportunity\n(D) defend traditional visions of morality", "Questions 12–14 refer to the excerpt below.\n“We conclude that in the field of public education the doctrine of ‘separate but equal’ has\nno place. Separate educational facilities are inherently unequal.”\nChief Justice Earl Warren, writing the unanimous opinion of the United States\nSupreme Court in Brown v. Board of Education of Topeka, 1954\n\n\n14. The Brown decision reversed which of the following earlier decisions?\n(A) Marbury v. Madison, which established the principle of judicial review\n(B) Worcester v. Georgia, which established that the federal government rather than\nindividual states had authority in American Indian affairs\n(C) Dred Scott v. Sandford, which proclaimed that slaves could not be citizens\n(D) Plessy v. Ferguson, which endorsed racial segregation laws", "Questions 15 and 16 refer to the excerpt below.\n“The system of quotas . . . was the first major pillar of the Immigration Act of 1924. The\nsecond provided for the exclusion of persons ineligible to citizenship. . . . Ineligibility\nto citizenship and exclusion applied to the peoples of all the nations of East and South\nAsia. Nearly all Asians had already been excluded from immigration. . . . The exclusion\nof persons ineligible to citizenship in 1924 . . . completed Asiatic exclusion. . . . Moreover,\nit codified the principle of racial exclusion into the main body of American immigration\nand naturalization law.”\n\nMae M. Ngai, historian, Impossible Subjects: Illegal Aliens and the\nMaking of Modern America, 2004\n\n\n15. The Immigration Act of 1924 most directly reflected\n(A) cultural tensions between scientific modernism and religious fundamentalism in\nthe 1920s\n(B) conflicts arising from the migration of African Americans to urban centers in\nthe North\n(C) the emergence of an increasingly national culture in the 1920s shaped by art,\ncinema, and mass media\n(D) social tensions emerging from the First World War", "Questions 15 and 16 refer to the excerpt below.\n“The system of quotas . . . was the first major pillar of the Immigration Act of 1924. The\nsecond provided for the exclusion of persons ineligible to citizenship. . . . Ineligibility\nto citizenship and exclusion applied to the peoples of all the nations of East and South\nAsia. Nearly all Asians had already been excluded from immigration. . . . The exclusion\nof persons ineligible to citizenship in 1924 . . . completed Asiatic exclusion. . . . Moreover,\nit codified the principle of racial exclusion into the main body of American immigration\nand naturalization law.”\n\nMae M. Ngai, historian, Impossible Subjects: Illegal Aliens and the\nMaking of Modern America, 2004\n\n\n16. Which of the following evidence would best support Ngai’s argument in the excerpt?\n(A) Census data showing the changing percentages of the foreign-born population\nfrom 1920 to 1930\n(B) Narratives describing the challenges of immigrant family life in the 1920s\n(C) Diplomatic correspondence reflecting the increasing isolationism of United States\nforeign policy in the 1920s and 1930s\n(D) Census data revealing the Great Migration of African Americans to cities in the\nNorth and West in the 1920s", "Questions 17 and 18 refer to the excerpt below.\n“I believe that it must be the policy of the United States to support free peoples who are\nresisting attempted subjugation by armed minorities or by outside pressures. I believe we\nmust assist free peoples to work out their own destinies in their own way. I believe that\nour help should be primarily through economic and financial aid which is essential to\neconomic stability and orderly political processes.”\nPresident Harry Truman, address before a joint session of Congress articulating\nwhat would become known as the Truman Doctrine, 1947\n\n17. In his statement Truman had the goal of\n(A) restraining communist military power and ideological influence\n(B) creating alliances with recently decolonized nations\n(C) reestablishing the principle of isolationism\n(D) avoiding a military confrontation with the Soviet Union", "Questions 17 and 18 refer to the excerpt below.\n“I believe that it must be the policy of the United States to support free peoples who are\nresisting attempted subjugation by armed minorities or by outside pressures. I believe we\nmust assist free peoples to work out their own destinies in their own way. I believe that\nour help should be primarily through economic and financial aid which is essential to\neconomic stability and orderly political processes.”\nPresident Harry Truman, address before a joint session of Congress articulating\nwhat would become known as the Truman Doctrine, 1947\n\n\n18. Truman issued the doctrine primarily in order to\n(A) support decolonization in Asia and Africa\n(B) support United States allies in Latin America\n(C) protect United States interests in the Middle East\n(D) bolster noncommunist nations, particularly in Europe", "Questions 19–21 refer to the late-nineteenth-century photograph below by journalist Jacob Riis.\n\nThe photograph shows six men asleep in a small, very crowded room. Their clothing seems to be rumpled and well-worn. Two of the men are on the top level of a bunk bed with two men on the level below. The other two men are asleep in a corner of the room on the floor. To one side of the room are shelves on the wall holding pots and pans, along with a wood burning stove. On top of the stove are a trunk and a burlap bag. A pair of boots is sitting in front of the stove. A hat is hanging on the wall next to a bag full of clothing.\n\n\n19. Conditions like those shown in the image contributed most directly to which of the\nfollowing?\n(A) The passage of laws restricting immigration to the United States\n(B) An increase in Progressive reform activity\n(C) A decline in efforts to Americanize immigrants\n(D) The weakening of labor unions such as the American Federation of Labor", "Questions 19–21 refer to the late-nineteenth-century photograph below by journalist Jacob Riis.\n\nThe photograph shows six men asleep in a small, very crowded room. Their clothing seems to be rumpled and well-worn. Two of the men are on the top level of a bunk bed with two men on the level below. The other two men are asleep in a corner of the room on the floor. To one side of the room are shelves on the wall holding pots and pans, along with a wood burning stove. On top of the stove are a trunk and a burlap bag. A pair of boots is sitting in front of the stove. A hat is hanging on the wall next to a bag full of clothing.\n\n\n20. The conditions shown in the image depict which of the following trends in the late\nnineteenth century?\n(A) The growing gap between wealthy people and people living in poverty\n(B) The rise of the settlement house and Populist movements\n(C) The increased corruption in urban politics\n(D) The migration of African Americans to the North", "Questions 19–21 refer to the late-nineteenth-century photograph below by journalist Jacob Riis.\n\nThe photograph shows six men asleep in a small, very crowded room. Their clothing seems to be rumpled and well-worn. Two of the men are on the top level of a bunk bed with two men on the level below. The other two men are asleep in a corner of the room on the floor. To one side of the room are shelves on the wall holding pots and pans, along with a wood burning stove. On top of the stove are a trunk and a burlap bag. A pair of boots is sitting in front of the stove. A hat is hanging on the wall next to a bag full of clothing.\n\n\n21. Advocates for individuals such as those shown in the image would have most likely\nagreed with which of the following perspectives?\n(A) The Supreme Court’s decision in Plessy v. Ferguson was justified.\n(B) Capitalism, free of government regulation, would improve social conditions.\n(C) Both wealth and poverty are the products of natural selection.\n(D) Government should act to eliminate the worst abuses of industrial society.", "Questions 22 and 23 refer to the excerpt below.\n“Excepting only Yosemite, Hetch Hetchy is the most attractive and wonderful valley\nwithin the bounds of the great Yosemite National Park and the best of all the camp\ngrounds. People are now flocking to it in ever-increasing numbers for health and\nrecreation of body and mind. Though the walls are less sublime in height than those\nof Yosemite, its groves, gardens, and broad, spacious meadows are more beautiful and\npicturesque. . . . Last year in October I visited the valley with Mr. William Keith, the\nartist. He wandered about from view to view, enchanted, made thirty-eight sketches,\nand enthusiastically declared that in varied picturesque beauty Hetch Hetchy greatly\nsurpassed Yosemite. It is one of God’s best gifts, and ought to be faithfully guarded.”\nJohn Muir, Century Magazine, 1909\n\n\n22. Which of the following aspects of Muir’s description expresses a major change in\nAmericans’ views of the natural environment?\n(A) The idea that wilderness areas are worthy subjects for artistic works\n(B) The idea that wilderness areas serve as evidence of divine creation\n(C) The idea that government should preserve wilderness areas in a natural state\n(D) The idea that mountainous scenery is more picturesque and beautiful than\nflat terrain", "Questions 22 and 23 refer to the excerpt below.\n“Excepting only Yosemite, Hetch Hetchy is the most attractive and wonderful valley\nwithin the bounds of the great Yosemite National Park and the best of all the camp\ngrounds. People are now flocking to it in ever-increasing numbers for health and\nrecreation of body and mind. Though the walls are less sublime in height than those\nof Yosemite, its groves, gardens, and broad, spacious meadows are more beautiful and\npicturesque. . . . Last year in October I visited the valley with Mr. William Keith, the\nartist. He wandered about from view to view, enchanted, made thirty-eight sketches,\nand enthusiastically declared that in varied picturesque beauty Hetch Hetchy greatly\nsurpassed Yosemite. It is one of God’s best gifts, and ought to be faithfully guarded.”\nJohn Muir, Century Magazine, 1909\n\n23. Muir’s ideas are most directly a reaction to the\n(A) increasing usage and exploitation of western landscapes\n(B) increase in urban populations, including immigrant workers attracted by a growing\nindustrial economy\n(C) westward migration of groups seeking religious refuge\n(D) opening of a new frontier in recently annexed territory", "Questions 24–27 refer to the excerpt below.\n“[H]istory and experience prove that foreign influence is one of the most baneful foes of\nrepublican government. . . . Excessive partiality for one foreign nation and excessive dislike\nof another cause those whom they actuate to see danger only on one side and serve to veil\nand even second the arts of influence on the other. . . . The great rule of conduct for us,\nin regard to foreign nations, is in extending our commercial relations to have with them\nas little political connection as possible. So far as we have already formed engagements,\nlet them be fulfilled with perfect good faith. Here let us stop. Europe has a set of primary\ninterests which to us have none, or a very remote relation. Hence she must be engaged in\nfrequent controversies, the causes of which are essentially foreign to our concerns.”\nGeorge Washington, Farewell Address, 1796\n\n\n24. The concerns expressed by Washington were a response to the\n\n(A) debate over the proper treatment of American Indian tribes in the trans-\nAppalachian West\n\n(B) dispute over the possibility of annexing Canada from Great Britain\n(C) controversy regarding support for the revolutionary government of France\n(D) conflict with Great Britain over the treatment of American Loyalists", "Questions 24–27 refer to the excerpt below.\n“[H]istory and experience prove that foreign influence is one of the most baneful foes of\nrepublican government. . . . Excessive partiality for one foreign nation and excessive dislike\nof another cause those whom they actuate to see danger only on one side and serve to veil\nand even second the arts of influence on the other. . . . The great rule of conduct for us,\nin regard to foreign nations, is in extending our commercial relations to have with them\nas little political connection as possible. So far as we have already formed engagements,\nlet them be fulfilled with perfect good faith. Here let us stop. Europe has a set of primary\ninterests which to us have none, or a very remote relation. Hence she must be engaged in\nfrequent controversies, the causes of which are essentially foreign to our concerns.”\nGeorge Washington, Farewell Address, 1796\n\n\n25. The ideas expressed in Washington’s address most strongly influenced which United\nStates foreign policy decision in the twentieth century?\n(A) The establishment of the United Nations in 1945\n(B) The formation of the NATO alliance between the United States and Western\nEurope in 1949\n(C) The refusal to join the League of Nations in 1919\n(D) The oil embargo against Japan in 1941", "Questions 24–27 refer to the excerpt below.\n“[H]istory and experience prove that foreign influence is one of the most baneful foes of\nrepublican government. . . . Excessive partiality for one foreign nation and excessive dislike\nof another cause those whom they actuate to see danger only on one side and serve to veil\nand even second the arts of influence on the other. . . . The great rule of conduct for us,\nin regard to foreign nations, is in extending our commercial relations to have with them\nas little political connection as possible. So far as we have already formed engagements,\nlet them be fulfilled with perfect good faith. Here let us stop. Europe has a set of primary\ninterests which to us have none, or a very remote relation. Hence she must be engaged in\nfrequent controversies, the causes of which are essentially foreign to our concerns.”\nGeorge Washington, Farewell Address, 1796\n\n\n26. Which of the following groups most strongly opposed Washington’s point of view in\nthe address?\n(A) Democratic-Republicans\n(B) New England merchants\n(C) Southern plantation owners\n(D) Federalists", "Questions 24–27 refer to the excerpt below.\n“[H]istory and experience prove that foreign influence is one of the most baneful foes of\nrepublican government. . . . Excessive partiality for one foreign nation and excessive dislike\nof another cause those whom they actuate to see danger only on one side and serve to veil\nand even second the arts of influence on the other. . . . The great rule of conduct for us,\nin regard to foreign nations, is in extending our commercial relations to have with them\nas little political connection as possible. So far as we have already formed engagements,\nlet them be fulfilled with perfect good faith. Here let us stop. Europe has a set of primary\ninterests which to us have none, or a very remote relation. Hence she must be engaged in\nfrequent controversies, the causes of which are essentially foreign to our concerns.”\nGeorge Washington, Farewell Address, 1796\n\n\n27. Most historians would argue that the recommendations of Washington’s address ceased\nto have a significant influence on United States foreign policy as a result of\n(A) westward expansion in the nineteenth century\n(B) support for Cuban revolutionaries in the Spanish-American War\n(C) Woodrow Wilson’s support for international democratic principles during the First\nWorld War\n(D) involvement in the Second World War", "Questions 28–30 refer to the excerpt below.\n“The colonizers brought along plants and animals new to the Americas, some by design\nand others by accident. Determined to farm in a European manner, the colonists\nintroduced their domesticated livestock—honeybees, pigs, horses, mules, sheep, and\ncattle—and their domesticated plants, including wheat, barley, rye, oats, grasses, and\ngrapevines. But the colonists also inadvertently carried pathogens, weeds, and rats. . . .\nIn sum, the remaking of the Americas was a team effort by a set of interdependent species\nled and partially managed (but never fully controlled) by European people.”\n\nAlan Taylor, historian, American Colonies, 2001\n\n\n\n28. The export of New World crops to the Old World transformed European society mostly by\n(A) improving diets and thereby stimulating population growth\n(B) encouraging enclosure of open lands and pushing workers off of farms\n(C) promoting greater exploration of the interior of the American continents\n(D) fostering conflicts among major powers over access to new food supplies", "Questions 28–30 refer to the excerpt below.\n“The colonizers brought along plants and animals new to the Americas, some by design\nand others by accident. Determined to farm in a European manner, the colonists\nintroduced their domesticated livestock—honeybees, pigs, horses, mules, sheep, and\ncattle—and their domesticated plants, including wheat, barley, rye, oats, grasses, and\ngrapevines. But the colonists also inadvertently carried pathogens, weeds, and rats. . . .\nIn sum, the remaking of the Americas was a team effort by a set of interdependent species\nled and partially managed (but never fully controlled) by European people.”\n\nAlan Taylor, historian, American Colonies, 2001\n\n\n\n29. The patterns described in the excerpt most directly foreshadowed which of the\nfollowing developments?\n(A) The spread of maize cultivation northward from present-day Mexico into the\nAmerican Southwest\n(B) The population decline in Native American societies\n(C) The gradual shift of European economies from feudalism to capitalism\n(D) The emergence of racially mixed populations in the Americas", "Questions 28–30 refer to the excerpt below.\n“The colonizers brought along plants and animals new to the Americas, some by design\nand others by accident. Determined to farm in a European manner, the colonists\nintroduced their domesticated livestock—honeybees, pigs, horses, mules, sheep, and\ncattle—and their domesticated plants, including wheat, barley, rye, oats, grasses, and\ngrapevines. But the colonists also inadvertently carried pathogens, weeds, and rats. . . .\nIn sum, the remaking of the Americas was a team effort by a set of interdependent species\nled and partially managed (but never fully controlled) by European people.”\n\nAlan Taylor, historian, American Colonies, 2001\n\n\n30. The trends described by Taylor most directly illustrate which of the following major\nhistorical developments in the Atlantic world?\n(A) The growth of mercantile empires that stretched across the Atlantic\n(B) The increasing 46nglicization of the English colonies\n(C) The phenomenon known as the Columbian Exchange\n(D) The rise of the trans-Atlantic slave trade", "Questions 31–34 refer to the map below.\n\nL. Huron\n\nAtlantic\nOcean\n\nUp to 1700\nLimit of Settlements\nUp to 1750\nUp to 1775\n\nL. Erie\n\nL. Ontario\n\nA p p a l a c h i a n\nM o u n t a i n s\n\nBRITISH SETTLEMENT OF THE THIRTEEN COLONIES 1700–1775\n\n\n\n31. The map most directly depicts the\n(A) inland expansion of the colonial population\n(B) effects of industrialization\n(C) pattern of American Indian resistance\n(D) decline of tobacco production", "Questions 31–34 refer to the map below.\n\nL. Huron\n\nAtlantic\nOcean\n\nUp to 1700\nLimit of Settlements\nUp to 1750\nUp to 1775\n\nL. Erie\n\nL. Ontario\n\nA p p a l a c h i a n\nM o u n t a i n s\n\nBRITISH SETTLEMENT OF THE THIRTEEN COLONIES 1700–1775\n\n\n\n32. The pattern of colonial settlement up to 1700 resulted most directly from which of the\nfollowing factors?\n(A) The large size of British colonial populations relative to American Indian\npopulations\n(B) British recognition of Native American sovereignty\n(C) The orientation of the British colonies toward producing commodities for export\nto Europe\n(D) British government attempts to impose greater control over the colonies in the\nlate 1600s", "Questions 31–34 refer to the map below.\n\nL. Huron\n\nAtlantic\nOcean\n\nUp to 1700\nLimit of Settlements\nUp to 1750\nUp to 1775\n\nL. Erie\n\nL. Ontario\n\nA p p a l a c h i a n\nM o u n t a i n s\n\nBRITISH SETTLEMENT OF THE THIRTEEN COLONIES 1700–1775\n\n\n\n33. The change in settlement patterns from 1700 to 1775 had which of the following\neffects?\n(A) A decrease in the coastal population\n(B) An increase in conflicts between British settlers and American Indians\n(C) A decrease in the economic importance of slavery and other forms of coerced labor\n(D) An increase in trade with French Canada", "Questions 31–34 refer to the map below.\n\nL. Huron\n\nAtlantic\nOcean\n\nUp to 1700\nLimit of Settlements\nUp to 1750\nUp to 1775\n\nL. Erie\n\nL. Ontario\n\nA p p a l a c h i a n\nM o u n t a i n s\n\nBRITISH SETTLEMENT OF THE THIRTEEN COLONIES 1700–1775\n\n\n\n34. The change in settlement patterns from 1700 to 1775 best explains the\n(A) development of economic differences between the northern and southern colonies\n(B) colonists’ difficulties in effectively resisting the British military during the\nAmerican Revolution\n(C) significant proportion of colonists who remained loyal to Great Britain during the\nAmerican Revolution\n(D) growth of social tensions between backcountry settlers and coastal elites", "Questions 35–37 refer to the excerpt below.\n“[T]he condition of the African race throughout all the States where the ancient relation\nbetween the two [races] has been retained enjoys a degree of health and comfort which\nmay well compare with that of the laboring population of any country in Christendom;\nand, it may be added that in no other condition, or in any other age or country, has the\nNegro race ever attained so high an elevation in morals, intelligence, or civilization.”\nJohn C. Calhoun, political leader, 1844\n\n\n35. Which of the following groups would have been most likely to support Calhoun’s views\nexpressed in the excerpt?\n(A) Members of nativist political parties\n(B) Members of the Whig Party\n(C) Southern landowners\n(D) Northern industrialists", "Questions 35–37 refer to the excerpt below.\n“[T]he condition of the African race throughout all the States where the ancient relation\nbetween the two [races] has been retained enjoys a degree of health and comfort which\nmay well compare with that of the laboring population of any country in Christendom;\nand, it may be added that in no other condition, or in any other age or country, has the\nNegro race ever attained so high an elevation in morals, intelligence, or civilization.”\nJohn C. Calhoun, political leader, 1844\n\n\n36. Which of the following most directly undermines Calhoun’s assertions?\n(A) Many slaves adopted elements of Christianity.\n(B) Many slaves engaged in forms of resistance to slavery.\n(C) Abolitionist societies encountered difficulty organizing in Southern states.\n(D) A majority of White Southerners were not slaveholders.\n\n", "Questions 35–37 refer to the excerpt below.\n“[T]he condition of the African race throughout all the States where the ancient relation\nbetween the two [races] has been retained enjoys a degree of health and comfort which\nmay well compare with that of the laboring population of any country in Christendom;\nand, it may be added that in no other condition, or in any other age or country, has the\nNegro race ever attained so high an elevation in morals, intelligence, or civilization.”\nJohn C. Calhoun, political leader, 1844\n\n\n37. In the 1840s and 1850s, the views expressed by Calhoun most directly contributed to\n(A) the United States acquisition of new territory in the West\n(B) increased sectional divisions between the North and the South\n(C) the development of sharecropping and tenant farming in the South\n(D) the rise of voluntary organizations to promote religious reform", "Questions 38–40 refer to the excerpt below.\n“My purpose is not to persuade children from their parents; men from their wives; nor\nservants from their masters: only, such as with free consent may be spared: But that each\n[English] parish, or village, in city or country, that will but apparel their fatherless children,\nof thirteen or fourteen years of age, or young married people, that have small wealth to\nlive on; here by their labor may live exceeding well: provided always that first there be\nsufficient power to command them, . . . and sufficient masters (as carpenters, masons,\nfishers, fowlers, gardeners, husbandmen, sawyers, smiths, spinsters, tailors, weavers, and\nsuch like) to take ten, twelve, or twenty, or as is their occasion, for apprentices. The masters\nby this may quickly grow rich; these [apprentices] may learn their trades themselves, to do\nthe like; to a general and an incredible benefit for king, and country, master, and servant.”\nJohn Smith, English adventurer, A Description of New England, 1616\n\n\n38. The excerpt suggests that promoters such as Smith most typically presented migration\nas a means for\n(A) workers to achieve social mobility and economic opportunity\n(B) people to earn wages to send home to their families\n(C) countries to acquire new sources of mineral wealth\n(D) joint-stock companies to generate profits", "Questions 38–40 refer to the excerpt below.\n“My purpose is not to persuade children from their parents; men from their wives; nor\nservants from their masters: only, such as with free consent may be spared: But that each\n[English] parish, or village, in city or country, that will but apparel their fatherless children,\nof thirteen or fourteen years of age, or young married people, that have small wealth to\nlive on; here by their labor may live exceeding well: provided always that first there be\nsufficient power to command them, . . . and sufficient masters (as carpenters, masons,\nfishers, fowlers, gardeners, husbandmen, sawyers, smiths, spinsters, tailors, weavers, and\nsuch like) to take ten, twelve, or twenty, or as is their occasion, for apprentices. The masters\nby this may quickly grow rich; these [apprentices] may learn their trades themselves, to do\nthe like; to a general and an incredible benefit for king, and country, master, and servant.”\nJohn Smith, English adventurer, A Description of New England, 1616\n\n\n39. The excerpt would be most useful to historians as a source of information about which of the following?\n(A) The interaction of English colonial settlers with native populations in the early seventeenth century\n(B) The harsh realities of life in the early seventeenth-century American colonies,\nincluding illness, high mortality rates, and starvation\n(C) The role that appeals and advertising played in encouraging men and women to participate in colonization efforts\n(D) The nature of master and apprentice relationships in England in the early seventeenth century", "Questions 38–40 refer to the excerpt below.\n“My purpose is not to persuade children from their parents; men from their wives; nor\nservants from their masters: only, such as with free consent may be spared: But that each\n[English] parish, or village, in city or country, that will but apparel their fatherless children,\nof thirteen or fourteen years of age, or young married people, that have small wealth to\nlive on; here by their labor may live exceeding well: provided always that first there be\nsufficient power to command them, . . . and sufficient masters (as carpenters, masons,\nfishers, fowlers, gardeners, husbandmen, sawyers, smiths, spinsters, tailors, weavers, and\nsuch like) to take ten, twelve, or twenty, or as is their occasion, for apprentices. The masters\nby this may quickly grow rich; these [apprentices] may learn their trades themselves, to do\nthe like; to a general and an incredible benefit for king, and country, master, and servant.”\nJohn Smith, English adventurer, A Description of New England, 1616\n\n\n40. Which of the following was a major contrast between the New England colonies and the colonies of France?\n(A) The New England colonies were based on more diverse agriculture and commerce.\n(B) The French settled more often in cities and towns.\n(C) The French had more conflicts with American Indians.\n(D) New England developed a less rigid racial hierarchy.", "Questions 41–43 refer to the excerpt below.\n“There is, at present, no danger of another insurrection against the authority of the United\nStates on a large scale, and the people are willing to reconstruct their State governments,\nand to send their senators and representatives to Congress. But as to the moral value\nof these results, we must not indulge in any delusions. . . . [T]here is, as yet, among the\nsouthern people an utter absence of national feeling. . . .\n“Aside from the assumption that the Negro will not work without physical compulsion,\nthere appears to be another popular notion . . . that the Negro exists for the special object\nof raising cotton, rice and sugar for the whites, and that it is illegitimate for him to indulge,\nlike other people, in the pursuit of his own happiness in his own way.”\n\nCarl Schurz, Report on the Condition of the South, 1865\n\n\n\n41. Schurz’s analysis most directly illustrated the debates about which of the following issues in the South?\n(A) The industrialization of the South\n(B) The issuing of the Emancipation Proclamation\n(C) The process of readmitting Confederate states\n(D) The extent of federal legislative power", "Questions 41–43 refer to the excerpt below.\n“There is, at present, no danger of another insurrection against the authority of the United\nStates on a large scale, and the people are willing to reconstruct their State governments,\nand to send their senators and representatives to Congress. But as to the moral value\nof these results, we must not indulge in any delusions. . . . [T]here is, as yet, among the\nsouthern people an utter absence of national feeling. . . .\n“Aside from the assumption that the Negro will not work without physical compulsion,\nthere appears to be another popular notion . . . that the Negro exists for the special object\nof raising cotton, rice and sugar for the whites, and that it is illegitimate for him to indulge,\nlike other people, in the pursuit of his own happiness in his own way.”\n\nCarl Schurz, Report on the Condition of the South, 1865\n\n\n\n42. The attitudes of White Southerners described by Schurz contributed to which of the following developments in the last quarter of the nineteenth century?\n\n(A) The sale of most plantations to African Americans to keep them in the South\n(B) The establishment of sharecropping throughout the South\n(C) The Nullification Crisis caused by Southern resistance to federal policy\n(D) The rise of the Whig Party in the South", "Questions 41–43 refer to the excerpt below.\n“There is, at present, no danger of another insurrection against the authority of the United\nStates on a large scale, and the people are willing to reconstruct their State governments,\nand to send their senators and representatives to Congress. But as to the moral value\nof these results, we must not indulge in any delusions. . . . [T]here is, as yet, among the\nsouthern people an utter absence of national feeling. . . .\n“Aside from the assumption that the Negro will not work without physical compulsion,\nthere appears to be another popular notion . . . that the Negro exists for the special object\nof raising cotton, rice and sugar for the whites, and that it is illegitimate for him to indulge,\nlike other people, in the pursuit of his own happiness in his own way.”\n\nCarl Schurz, Report on the Condition of the South, 1865\n\n\n\n43. Efforts by Republicans such as Schurz to establish a base for their party in the South after the Civil War ultimately failed because\n(A) Republicans feared the South would secede again if the party became too successful\n(B) Republican opposition to African American rights alienated many White\nSoutherners\n(C) Republicans grew weary of pressing their Reconstruction agenda in a hostile\nenvironment\n(D) Republicans believed it better to withdraw from the South than to become\ncorrupted by Southern politics", "Questions 44–46 refer to the excerpt below.\n“The peace-loving nations must make a concerted effort in opposition to those violations\nof treaties and those ignorings of humane instincts which today are creating a state\nof international anarchy and instability from which there is no escape through mere\nisolation or neutrality.\n“Those who cherish their freedom and recognize and respect the equal right of their\nneighbors to be free and live in peace, must work together for the triumph of law and\nmoral principles in order that peace, justice and confidence may prevail in the world.\nThere must be a return to a belief in the pledged word, in the value of a signed treaty.\nThere must be recognition of the fact that national morality is as vital as private morality.”\nPresident Franklin Roosevelt, Quarantine Speech, 1937\n\n\n44. The ideas expressed in the excerpt differed from the prevailing United States approach to foreign policy issues primarily in that Roosevelt was\n(A) arguing to expand the role of the United States in the world\n(B) encouraging the United States to avoid political entanglements in Europe\n(C) seeking to promote United States influence throughout Latin America\n(D) encouraging new laws that would give the United States international police power", "Questions 44–46 refer to the excerpt below.\n“The peace-loving nations must make a concerted effort in opposition to those violations\nof treaties and those ignorings of humane instincts which today are creating a state\nof international anarchy and instability from which there is no escape through mere\nisolation or neutrality.\n“Those who cherish their freedom and recognize and respect the equal right of their\nneighbors to be free and live in peace, must work together for the triumph of law and\nmoral principles in order that peace, justice and confidence may prevail in the world.\nThere must be a return to a belief in the pledged word, in the value of a signed treaty.\nThere must be recognition of the fact that national morality is as vital as private morality.”\nPresident Franklin Roosevelt, Quarantine Speech, 1937\n\n45. The excerpt best reflects an effort by Roosevelt to\n(A) encourage the ratification of the Treaty of Versailles\n(B) promote the acquisition of new territories abroad\n(C) contain the spread of Soviet-dominated communism\n(D) overcome opposition to participation in the impending Second World War", "Questions 44–46 refer to the excerpt below.\n“The peace-loving nations must make a concerted effort in opposition to those violations\nof treaties and those ignorings of humane instincts which today are creating a state\nof international anarchy and instability from which there is no escape through mere\nisolation or neutrality.\n“Those who cherish their freedom and recognize and respect the equal right of their\nneighbors to be free and live in peace, must work together for the triumph of law and\nmoral principles in order that peace, justice and confidence may prevail in the world.\nThere must be a return to a belief in the pledged word, in the value of a signed treaty.\nThere must be recognition of the fact that national morality is as vital as private morality.”\nPresident Franklin Roosevelt, Quarantine Speech, 1937\n\n46. Which of the following best represents continuity in the years after 1945 with the ideas\nthat Roosevelt expressed in the excerpt?\n(A) The conviction and execution of suspected Soviet spies in the United States\n(B) United States membership in an international collective security organization\n(C) United States military commitment to countries battling communist insurgencies\n(D) The rise of peace organizations opposed to the buildup and use of nuclear weapons", "Questions 47–49 refer to the poster below.\n\nThe image shows a poster from the Second World War depicting a new role for women in the war effort. A woman is shown, dressed in a white blouse and pants with a scarf tied around her hair. She is wearing gloves and holding a wrench. Behind her is a piece of heavy equipment that she is repairing. The woman is looking over her left shoulder into the distance at an image of a soldier carrying a rifle. At the bottom of the poster is the phrase, \"The Girl He Left Behind\" Is Still Behind Him. On the next line is the phrase, She's a WOW Woman Ordnance Worker.\n\n\n47. The poster most directly reflects the\n(A) wartime mobilization of United States society\n(B) emergence of the United States as a leading world power\n(C) expanded access to consumer goods during wartime\n(D) wartime repression of civil liberties", "Questions 47–49 refer to the poster below.\n\nThe image shows a poster from the Second World War depicting a new role for women in the war effort. A woman is shown, dressed in a white blouse and pants with a scarf tied around her hair. She is wearing gloves and holding a wrench. Behind her is a piece of heavy equipment that she is repairing. The woman is looking over her left shoulder into the distance at an image of a soldier carrying a rifle. At the bottom of the poster is the phrase, \"The Girl He Left Behind\" Is Still Behind Him. On the next line is the phrase, She's a WOW Woman Ordnance Worker.\n\n\n48. The poster was intended to\n(A) persuade women to enlist in the military\n(B) promote the ideals of republican motherhood\n(C) advocate for the elimination of sex discrimination in employment\n(D) convince women that they had an essential role in the war effort", "Questions 47–49 refer to the poster below.\n\nThe image shows a poster from the Second World War depicting a new role for women in the war effort. A woman is shown, dressed in a white blouse and pants with a scarf tied around her hair. She is wearing gloves and holding a wrench. Behind her is a piece of heavy equipment that she is repairing. The woman is looking over her left shoulder into the distance at an image of a soldier carrying a rifle. At the bottom of the poster is the phrase, \"The Girl He Left Behind\" Is Still Behind Him. On the next line is the phrase, She's a WOW Woman Ordnance Worker.\n\n49. Which of the following represents a later example of the change highlighted in the poster?\n(A) Feminist calls for equal economic opportunities in the 1970s\n(B) The growing feminist protests against United States military engagements abroad\nin the 1970s\n(C) The increasing inability of the manufacturing sector to create jobs for women in\nthe 1970s and 1980s\n(D) The growing popular consensus about appropriate women’s roles in the 1980s and 1990s", "Questions 50 and 51 refer to the excerpt below.\n“The era of big government is over but we can’t go back to a time when our citizens were\njust left to fend for themselves. We will meet them by going forward as one America, by\nworking together in our communities, our schools, our churches and synagogues, our\nworkplaces across the entire spectrum of our civic life.”\n\nPresident Bill Clinton, radio address to the nation, 1996\n\n\n50. Which of the following actions by the Clinton administration best reflects the ideas\nabout the scope of government expressed in the excerpt?\n(A) The decision to pursue military peacekeeping interventions in the Balkans and Somalia\n(B) The enactment of welfare reform to restrict benefits and encourage self-reliance\n(C) The negotiation of new free trade agreements among North American countries\n(D) The effort to enact universal health care legislation", "Questions 50 and 51 refer to the excerpt below.\n“The era of big government is over but we can’t go back to a time when our citizens were\njust left to fend for themselves. We will meet them by going forward as one America, by\nworking together in our communities, our schools, our churches and synagogues, our\nworkplaces across the entire spectrum of our civic life.”\n\nPresident Bill Clinton, radio address to the nation, 1996\n\n\n51. The ideas expressed by Clinton in the excerpt were most similar to those of which\ntwentieth-century president?\n(A) Lyndon Johnson\n(B) Ronald Reagan\n(C) Franklin Roosevelt\n(D) Woodrow Wilson", "Questions 52–55 refger to the excerpt below.\n“Shortly after this, my mother’s widowed sister, . . . who kept a factory boarding house in\nLowell [Massachusetts], advised her to come to that city. . . .\n“My mother, feeling obliged to have help in her work besides what I could give, and also\nneeding the money which I could earn, allowed me . . . to go to work in the mill. . . .\n“The working hours of all the girls extended from five o’clock in the morning until seven\nin the evening, with one half hour for breakfast and dinner. . . .\n“I cannot tell you how it happened that some of us knew about the English factory\nchildren, who as it was said, were treated so badly. . . .\n“In contrast to this sad picture, we thought of ourselves as well off . . . enjoying ourselves in\nour own good way, with our good mothers and our warm suppers awaiting us.”\nHarriet Hanson Robinson, Loom and Spindle, or Life Among Early Mill Girls,\ndescribing events in the 1830s, published in 1898\n\n\n\n52. Which of the following most directly contributed to the developments described in\nthe excerpt?\n(A) The concept of republican motherhood after the American Revolution\n(B) Large-scale immigration from southern and eastern Europe\n(C) The expansion and increased organization of industrial production\n(D) The wartime need for women to fill jobs previously held by men", "Questions 52–55 refger to the excerpt below.\n“Shortly after this, my mother’s widowed sister, . . . who kept a factory boarding house in\nLowell [Massachusetts], advised her to come to that city. . . .\n“My mother, feeling obliged to have help in her work besides what I could give, and also\nneeding the money which I could earn, allowed me . . . to go to work in the mill. . . .\n“The working hours of all the girls extended from five o’clock in the morning until seven\nin the evening, with one half hour for breakfast and dinner. . . .\n“I cannot tell you how it happened that some of us knew about the English factory\nchildren, who as it was said, were treated so badly. . . .\n“In contrast to this sad picture, we thought of ourselves as well off . . . enjoying ourselves in\nour own good way, with our good mothers and our warm suppers awaiting us.”\nHarriet Hanson Robinson, Loom and Spindle, or Life Among Early Mill Girls,\ndescribing events in the 1830s, published in 1898\n\n\n\n53. The developments described in the excerpt most directly reflect which of the following\nchanges in the first half of the 1800s?\n(A) The sharp increase in the number of workers making goods for distant markets\n(B) Women’s acquisition of new legal rights independent of their fathers and husbands\n(C) The emergence of a larger and more distinct middle class\n(D) Many women’s embrace of the idea of separate spheres", "Questions 52–55 refger to the excerpt below.\n“Shortly after this, my mother’s widowed sister, . . . who kept a factory boarding house in\nLowell [Massachusetts], advised her to come to that city. . . .\n“My mother, feeling obliged to have help in her work besides what I could give, and also\nneeding the money which I could earn, allowed me . . . to go to work in the mill. . . .\n“The working hours of all the girls extended from five o’clock in the morning until seven\nin the evening, with one half hour for breakfast and dinner. . . .\n“I cannot tell you how it happened that some of us knew about the English factory\nchildren, who as it was said, were treated so badly. . . .\n“In contrast to this sad picture, we thought of ourselves as well off . . . enjoying ourselves in\nour own good way, with our good mothers and our warm suppers awaiting us.”\nHarriet Hanson Robinson, Loom and Spindle, or Life Among Early Mill Girls,\ndescribing events in the 1830s, published in 1898\n\n\n\n54. Which of the following was a major difference in economic development between the\nNortheast and the South in the first half of the 1800s?\n(A) Southern exports had a far lower value than exports from the Northeast.\n(B) Banking and shipping grew more rapidly in the South than in other regions.\n(C) The South relied much less on wage labor than the Northeast.\n(D) The South had few commercial connections with other regions of the United States.", "Questions 52–55 refger to the excerpt below.\n“Shortly after this, my mother’s widowed sister, . . . who kept a factory boarding house in\nLowell [Massachusetts], advised her to come to that city. . . .\n“My mother, feeling obliged to have help in her work besides what I could give, and also\nneeding the money which I could earn, allowed me . . . to go to work in the mill. . . .\n“The working hours of all the girls extended from five o’clock in the morning until seven\nin the evening, with one half hour for breakfast and dinner. . . .\n“I cannot tell you how it happened that some of us knew about the English factory\nchildren, who as it was said, were treated so badly. . . .\n“In contrast to this sad picture, we thought of ourselves as well off . . . enjoying ourselves in\nour own good way, with our good mothers and our warm suppers awaiting us.”\nHarriet Hanson Robinson, Loom and Spindle, or Life Among Early Mill Girls,\ndescribing events in the 1830s, published in 1898\n\n\n\n55. Robinson’s assertion that she and the other workers were “well off ” would be\nchallenged during the second half of the nineteenth century by which of the following?\n(A) The growing corporate need for clerical workers that brought many women into\noffice jobs\n(B) Declining household incomes of working families as a result of businesses’\nunwillingness to employ children\n(C) The expanded access to company-sponsored pensions and healthcare for most\nemployees\n(D) Confrontations between unions and factory management over wages and working\nconditions"], "contexts": [["54 U.S. History: Preparing for the Advanced Placement Exam\nKEY NAMES, EVENTS, AND TERMS\nJ. Hector St. John\nCre`vecoeur\nimmigrantsEnglish cultural dominationself-governmentreligious tolerationhereditary aristocracysocial mobilitycolonial familiessubsistence farmingestablished church\nMULTIPLE-CHOICE QUESTIONS\n1.The Great Awakening was a\nreaction to\n(A) the ﬂood of immigrants(B) established churches in many\nof the colonies\n(C) churches’ earlier failure to take\naccount of people’s emotionalneeds\n(D) guilt over the evils of slavery(E) the overly strict teachings of\nthe Church of England\n2.Preachers of the Great Awakening\nfocused on the importance of\n(A) the consequences of leading a\nsinful life\n(B) the sovereignty and power of\nGod\n(C) repenting of one’s sins in order\nto be saved from eternaldamnation\n(D) looking to the Bible as the\nﬁnal source of authority\n(E) all of the above.\n3.The Great Awakening had all of\nthe following consequencesEXCEPTGreat Awakening", "and George Whitefield.\n2.How did the 1730s mark an important shift in colonial religious\nhistory?\n3.The years from 1607 to 1733 can be called the Era of English\nSettlement. Explain whether you think this label fits the era.\n4.Describe the trend in ethnic diversity in the English colonies\nbetween 1607 and 177 5.\n5.The Massachusetts school law of 164 7 marked the beginning of a\nnew era in American education.\n62 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM"], ["3.The Great Awakening had all of\nthe following consequencesEXCEPTGreat Awakening\nJonathan EdwardsGeorge WhiteﬁeldGeorgian styleBenjamin WestJohn CopleyCotton MatherBenjamin FranklinPoor Richard’s AlmanackPhillis WheatleyJohn Bartramsectarian; nonsectarian\nprofessions: religion,\nmedicine, law\nJohn Peter Zenger; libel caseAndrew Hamilton\ncolonial governors\ncolonial legislaturestown meetingscounty government\nlimited democracy\n(A) reduced competition among\nProtestant sects\n(B) decline in the authority of\nProtestant ministers\n(C) a belief that common people\ncould make their owndecisions\n(D) increased emotionalism in\nchurch services\n(E) a feeling of shared experience\namong colonists in differentregions and of differentnational origins.\n4.Which of the following is true of\nimmigration to the colonies duringthe ﬁrst half of the 18th century?\n(A) Most immigrants settled in\nNew England.\n(B) Most immigrants came from\ncontinental Europe.\n(C) A sizable minority of", "54 U.S. History: Preparing for the Advanced Placement Exam\nKEY NAMES, EVENTS, AND TERMS\nJ. Hector St. John\nCre`vecoeur\nimmigrantsEnglish cultural dominationself-governmentreligious tolerationhereditary aristocracysocial mobilitycolonial familiessubsistence farmingestablished church\nMULTIPLE-CHOICE QUESTIONS\n1.The Great Awakening was a\nreaction to\n(A) the ﬂood of immigrants(B) established churches in many\nof the colonies\n(C) churches’ earlier failure to take\naccount of people’s emotionalneeds\n(D) guilt over the evils of slavery(E) the overly strict teachings of\nthe Church of England\n2.Preachers of the Great Awakening\nfocused on the importance of\n(A) the consequences of leading a\nsinful life\n(B) the sovereignty and power of\nGod\n(C) repenting of one’s sins in order\nto be saved from eternaldamnation\n(D) looking to the Bible as the\nﬁnal source of authority\n(E) all of the above.\n3.The Great Awakening had all of\nthe following consequencesEXCEPTGreat Awakening"], ["3.The Great Awakening had all of\nthe following consequencesEXCEPTGreat Awakening\nJonathan EdwardsGeorge WhiteﬁeldGeorgian styleBenjamin WestJohn CopleyCotton MatherBenjamin FranklinPoor Richard’s AlmanackPhillis WheatleyJohn Bartramsectarian; nonsectarian\nprofessions: religion,\nmedicine, law\nJohn Peter Zenger; libel caseAndrew Hamilton\ncolonial governors\ncolonial legislaturestown meetingscounty government\nlimited democracy\n(A) reduced competition among\nProtestant sects\n(B) decline in the authority of\nProtestant ministers\n(C) a belief that common people\ncould make their owndecisions\n(D) increased emotionalism in\nchurch services\n(E) a feeling of shared experience\namong colonists in differentregions and of differentnational origins.\n4.Which of the following is true of\nimmigration to the colonies duringthe ﬁrst half of the 18th century?\n(A) Most immigrants settled in\nNew England.\n(B) Most immigrants came from\ncontinental Europe.\n(C) A sizable minority of", "54 U.S. History: Preparing for the Advanced Placement Exam\nKEY NAMES, EVENTS, AND TERMS\nJ. Hector St. John\nCre`vecoeur\nimmigrantsEnglish cultural dominationself-governmentreligious tolerationhereditary aristocracysocial mobilitycolonial familiessubsistence farmingestablished church\nMULTIPLE-CHOICE QUESTIONS\n1.The Great Awakening was a\nreaction to\n(A) the ﬂood of immigrants(B) established churches in many\nof the colonies\n(C) churches’ earlier failure to take\naccount of people’s emotionalneeds\n(D) guilt over the evils of slavery(E) the overly strict teachings of\nthe Church of England\n2.Preachers of the Great Awakening\nfocused on the importance of\n(A) the consequences of leading a\nsinful life\n(B) the sovereignty and power of\nGod\n(C) repenting of one’s sins in order\nto be saved from eternaldamnation\n(D) looking to the Bible as the\nﬁnal source of authority\n(E) all of the above.\n3.The Great Awakening had all of\nthe following consequencesEXCEPTGreat Awakening", "The Great Awakening\nIn the ﬁrst decades of the 18th century, sermons in Protestant churches\ntended to be long intellectual discourses and portrayed God as a benign creatorof a perfectly ordered universe. There was less emphasis than in Puritan timeson human sinfulness and the perils of damnation. In the 1730s, however, adramatic change occurred that swept through the colonies with the force of ahurricane. This was the Great Awakening, a movement characterized by ferventexpressions of religious feeling among masses of people. The movement wasat its strongest during the 1730s and 1740s.\nJonathan Edward s.In a Congregational church at Northampton, Massa-"], ["The surge in immigration from 1830–1860 was chieﬂy the result of: (1)\nthe development of inexpensive and relatively rapid ocean transportation, (2)\nfamines and revolutions in Europe that drove people from their homelands,and (3) the growing reputation of the United States as a country offeringeconomic opportunities and political freedom. The immigrants strengthenedthe U.S. economy by providing both a steady stream of cheap labor and anincreased demand for mass-produced consumer goods.\nIrish. During this period, half of all the immigrants—almost 2 million—\ncame from Ireland. These Irish immigrants were mostly tenant farmers driven", "the Old Northwest. Few journeyed to the South, where the plantation economy \nand slavery limited the opportunities for free labor. \nThe surge in immigration between 1830 and 1860 was chiefly the result of: \n(1)the development of inexpensive and relatively rapid ocean transportation,\n(2)famines and revolutions in Europe that drove people from their homelands,\nand (3) the growing reputation of the United States as a country offering eco­\nnomic opportunities and political freedom. The immigrants strengthened the\nU.S. economy by providing both a steady stream of inexpensive labor and an\nincreased demand for mass-produced consumer goods.\nIrish During this period, half of all the immigrants-almost 2 million­\ncame from Ireland. These Irish immigrants were mostly tenant farmers driven \nfrom their homeland by potato crop failures and a devastating famine in the \n1840s. They arrived with limited interest in farming, few special skills, and"], ["Sectionalism 169 \nnew cities served as transfer points, processing farm products for shipment to\nthe East, and also distributing manufactured goods from the East to differentparts of the region.\nImmigration\nIn 1820, some 8,000 immigrants arrived from Europe, but beginning in\n1832, there was a sudden increase. After that year, the number of new arrivals\nnever fell below 50,000 a year and in one year, 1854, climbed as high as428,000. From the 1830s through the 1850s, nearly 4 million people fromnorthern Europe crossed the Atlantic to seek a new life in the United States.Arriving by ship in the northern seacoast cities of Boston, New York, andPhiladelphia, many immigrants remained where they landed, while otherstraveled to farms and cities of the Old Northwest. Few journeyed to the South,where the plantation economy and slavery limited the opportunities for freelabor.\nThe surge in immigration from 1830–1860 was chieﬂy the result of: (1)", "(C) support from the Irish-\nAmerican Aid Society\n(D) the development of textile\nmills in New EnglandOld Northwest\nimmigrationNativistsAmerican partyKing CottonEli Whitney“peculiar institution”Denmark Vesey; Nat Turnerslave codesfree African Americansplanters; poor whites;\nmountain men\nthe West\nthe frontierNative American removal\nGreat Plains\nwhite settlersenvironmental damage\n(E) famine resulting from the\nfailure of the potato crop\n3.Nativist reaction to immigration\nresulted in\n(A) the formation of the Know-\nNothing party\n(B) the splitting of the Democratic-\nRepublican party\n(C) major changes in the\nimmigration laws\n(D) increased immigration from\nsouthern Europe\n(E) greater sectional differences\nbetween North and South\n4.All of the following restricted the\ngrowth of labor unions before theCivil War EXCEPT\n(A) increased numbers of\nimmigrant workers\n(B) economic depressions\n(C) opposition by factory\nemployers\n(D) opposition by southern\nplantation owners\n(E) judicial decisions", "Immigration \nIn 1820, about 8,000 immigrants arrived from Europe, but beginning in 1832, \nthere was a sudden increase. After that year, the number of new arrivals never \nfell below 50,000 a year and in one year, 1854, climbed as high as 428,000. From \nthe 1830s through the 1850s, nearly 4 million people from northern Europe \ncrossed the Atlantic to seek a new life in the United States. Arriving by ship in \nthe northern seacoast cities of Boston, New York, and Philadelphia, many immi­\ngrants remained where they landed, while others traveled to farms and cities of \nSECTIONALISM, 1820-1860 175"], ["Sectionalism 169 \nnew cities served as transfer points, processing farm products for shipment to\nthe East, and also distributing manufactured goods from the East to differentparts of the region.\nImmigration\nIn 1820, some 8,000 immigrants arrived from Europe, but beginning in\n1832, there was a sudden increase. After that year, the number of new arrivals\nnever fell below 50,000 a year and in one year, 1854, climbed as high as428,000. From the 1830s through the 1850s, nearly 4 million people fromnorthern Europe crossed the Atlantic to seek a new life in the United States.Arriving by ship in the northern seacoast cities of Boston, New York, andPhiladelphia, many immigrants remained where they landed, while otherstraveled to farms and cities of the Old Northwest. Few journeyed to the South,where the plantation economy and slavery limited the opportunities for freelabor.\nThe surge in immigration from 1830–1860 was chieﬂy the result of: (1)", "178 U.S. History: Preparing for the Advanced Placement Exam\nKEY NAMES, EVENTS, AND TERMS\nsectionalism\nDaniel WebsterIndustrial Revolutionunionsurbanization; urban lifeCyrpus McCormick; John\nDeere\nnew cities\nIrish; potato famineGermans\nMULTIPLE-CHOICE QUESTIONS\n1.In the 1830s and 1840s, all of the\nfollowing were generally true aboutimmigration EXCEPT\n(A) Most immigrants came from\nthe British Isles and northernEurope.\n(B) Improvements in ship\ntechnology made the oceanvoyage relatively cheap andfast.\n(C) The South attracted the least\nnumber of immigrants.\n(D) An overwhelming majority of\nnative-born Americanswelcomed the immigrants as acheap source of labor.\n(E) Poorer immigrants lived in the\ncities while those with somemoney farmed in the West.\n2.During the 1840s, large numbers of\nIrish immigrated to the UnitedStates mainly because of\n(A) British persecutions in Ireland\n(B) U.S. policies offering free land\n(C) support from the Irish-\nAmerican Aid Society\n(D) the development of textile"], ["Society, Culture, and Reform, 1820–1860 217 \nDOCUMENT B. A DECLARATION OF WOMEN’S RIGHTS\nThe delegates to the Seneca Falls Convention of 1848 modiﬁed the familiar\nphrases of the Declaration of Independence to their purposes as champions of\nwomen’s rights. Their “Declaration of Sentiments” began by asserting: “Wehold these truths to be self-evident: that all men and women are created equal.”It then went on to enumerate what “he” (men in general) had done to deny\nwomen their rights.\nThe history of mankind is a history of repeated injuries and\nusurpations on the part of man toward woman, having in directobject the establishment of an absolute tyranny over her. To provethis, let facts be submitted to a candid world.\nHe has never permitted her to exercise her inalienable right to\nthe elective franchise.\nHe has compelled her to submit to laws, in the formation of\nwhich she had no voice.\nHe has withheld from her rights which are given to the most", "He has endeavored, in every way that he could, to destroy her\nconﬁdence in her own powers, to lessen her self-respect, and tomake her willing to lead a dependent and abject life.\nNow, in view of this entire disfranchisement of one-half the\npeople of this country, their social and religious degradation—inview of the unjust laws above mentioned, and because women dofeel themselves aggrieved, oppressed, and fraudulently deprived oftheir most sacred rights, we insist that they have immediate admissionto all the rights and privileges which belong to them as citizens ofthe United States.\nReport of the Woman’s Rights Convention\nHeld at Seneca Falls, N.Y., 1848", "210 U.S. History: Preparing for the Advanced Placement Exam\nfully in policy discussions. Two sisters, Sarah and Angelina Grimke, objected\nto male opposition to their antislavery activities. In protest, Sarah Grimke wroteher Letter on the Condition of Women and the Equality of the Sexes (1837).\nAnother pair of reformers, Lucretia Mott and Elizabeth Cady Stanton, begancampaigning for women’s rights after they had been barred from speaking atan antislavery convention.\nSeneca Fall sConvent ion (1848). The leading feminists met at Seneca\nFalls, New York, in 1848. At the conclusion of their convention—the ﬁrst\nwomen’s rights convention in American history—they issued a documentclosely modeled after the Declaration of Independence. Their “Declaration ofSentiments” declared that “all men and women are created equal” and listedwomen’s grievances against laws and customs that discriminated against them.\nFollowing the Seneca Falls Convention, Elizabeth Cady Stanton and Susan"], ["1.The ideas expressed in this excerpt most clearly show the influence of\nwhich of the following?\n(A)John Locke's Second Treatise of Government\n(B)Adam Smith's The Wealth of Nations\n(C)Thomas Jefferson's Declaration of Independence\n(D)Charles Darwin's On the Origins of Species\n2.Which idea would Sumner most likely support?\n(A)Socialism\n(B)Laissez-faire\n(C)Manifest Destiny\n(D)Gospel of wealth\n3.Which of the following developments would be most consistent with the\nbeliefs expressed in the excerpt?\n(A)Consolidation of wealth by an elite\n(B)Expansion of rights for women\n(C)Passage of anti-trust legislation\n(D)Spread of organized labor\n334 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "are unworthy of the name, since they violate justice, the essence of law.\" \n-Lucy Stone, abolitionist and feminist, speech at her marriage, 1855\n29.Who of the following would be most likely to support the views expressed\nby Stone in this excerpt?\n(A)Participants in the Second Great Awakening\n(B)Members of the American party\n(C)Supporters of the Liberty party\n(D)Individuals who attended the Seneca Falls Convention\n30.Women's rights advocates in the mid-19th century such as Lucy Stone\nwere also most active in which of the following reform movements?\n(A)Public asylums\n(B)Antislavery societies\n(C)Communal experiments\n(D)Free common schools\n31.At the time this statement was made, most people accepted that\nwomen could\n(A)work in factories\n(B)vote in most states\n(C)hold political office\n(D)serve on Junes\n712 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "214 U.S. History: Preparing for the Advanced Placement Exam\n3.According to the cult of\ndomesticity, a woman’s proper rolewas\n(A) teaching in the growing\nnumber of free public schools\n(B) balancing the obligations of\nfamily and career\n(C) striving toward social and\neconomic equality with men\n(D) leading the movement for\npolitical and social reform\n(E) acting as moral leader and\neducator of the family\n4.The leading spokesperson for the\ntax-supported public schoolmovement was\n(A) Neal Dow(B) Joseph Smith\n(C) Charles Finney\n(D) Horace Mann(E) Timothy Dwight\n5.All of the following were true of\nthe temperance movementEXCEPT\n(A) It was largely restricted to the\nsouthern states.\n(B) German and Irish immigrants\noften opposed the movement.\n(C) By the 1850s, the movement\nadvocated the legal prohibitionof alcohol.\n(D) The early leaders of the\nmovement were Protestantclergymen.\n(E) It was the most popular of the\nJacksonian era reformmovements.6.Dorothea Dix was inspired to"], ["Society, Culture, and Reform, 1820–1860 217 \nDOCUMENT B. A DECLARATION OF WOMEN’S RIGHTS\nThe delegates to the Seneca Falls Convention of 1848 modiﬁed the familiar\nphrases of the Declaration of Independence to their purposes as champions of\nwomen’s rights. Their “Declaration of Sentiments” began by asserting: “Wehold these truths to be self-evident: that all men and women are created equal.”It then went on to enumerate what “he” (men in general) had done to deny\nwomen their rights.\nThe history of mankind is a history of repeated injuries and\nusurpations on the part of man toward woman, having in directobject the establishment of an absolute tyranny over her. To provethis, let facts be submitted to a candid world.\nHe has never permitted her to exercise her inalienable right to\nthe elective franchise.\nHe has compelled her to submit to laws, in the formation of\nwhich she had no voice.\nHe has withheld from her rights which are given to the most", "He has endeavored, in every way that he could, to destroy her\nconﬁdence in her own powers, to lessen her self-respect, and tomake her willing to lead a dependent and abject life.\nNow, in view of this entire disfranchisement of one-half the\npeople of this country, their social and religious degradation—inview of the unjust laws above mentioned, and because women dofeel themselves aggrieved, oppressed, and fraudulently deprived oftheir most sacred rights, we insist that they have immediate admissionto all the rights and privileges which belong to them as citizens ofthe United States.\nReport of the Woman’s Rights Convention\nHeld at Seneca Falls, N.Y., 1848", "are unworthy of the name, since they violate justice, the essence of law.\" \n-Lucy Stone, abolitionist and feminist, speech at her marriage, 1855\n29.Who of the following would be most likely to support the views expressed\nby Stone in this excerpt?\n(A)Participants in the Second Great Awakening\n(B)Members of the American party\n(C)Supporters of the Liberty party\n(D)Individuals who attended the Seneca Falls Convention\n30.Women's rights advocates in the mid-19th century such as Lucy Stone\nwere also most active in which of the following reform movements?\n(A)Public asylums\n(B)Antislavery societies\n(C)Communal experiments\n(D)Free common schools\n31.At the time this statement was made, most people accepted that\nwomen could\n(A)work in factories\n(B)vote in most states\n(C)hold political office\n(D)serve on Junes\n712 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM"], ["Questions 7-8 refer to the excerpt below. \n\"The unhappy disputes between Great Britain and her American colonies ... \nhave proceeded to lengths so dangerous and alarming as to excite just appre­\nhensions in the minds of His Majesty's faithful subjects of this colony .... \n\"It cannot admit of a doubt but that British subjects in America are entitled \nto the same rights and privileges as their fellow subjects possess in Britain; and \ntherefore, that the power assumed by the British Parliament to bind America \nby their statutes in all cases whatsoever is unconstitutional, and the source of \nthese unhappy differences .... \n\"To obtain a redress of these grievances, without which the people of \nAmerica can neither be safe, free, nor happy, they are willing to undergo the \ngreat inconvenience that will be derived to them from stopping all imports \nwhatsoever from Great Britain.\" \n-Instructions to the Virginia Delegates to the First Continental\nCongress, Williamsburg, 1774", "Questions 4-6 ref er to the excerpt below. \n\"A Declaration of Rights made by the representatives of the good people \nof Virginia ... \nSection 1. That all men are by nature equally free and independent and have \ncertain inherent rights .... \nSection 2. That all power is vested in and consequently derived from, the \npeople .... \nSection 4. That no man, or set of men, is entitled to exclusive or separate \n... privileges from the community .... \nSection 5. That the legislative and executive powers of the state should be \nseparate and distinct from the judiciary .... \nSection 6. That elections of members ... as representatives of the people, in \nassembly, ought to be free; and that all men, having sufficient evi­\ndence of permanent common interest with and attachment to the \ncommunity, have the right of suffrage .... \nSection 12. That freedom of the press is one of the great bulwarks of \nliberty .... \nSection 16. All men are equally entitled to the free exercise of religion.\"", "(A) John Dickinson’s Letters From\na Farmer in Pennsylvania(B) Benjamin Franklin’s Poor\nRichard’s Almanack\n(C) John Locke’s Two Treatises of\nGovernment\n(D) Jonathan Edwards’ “Sinners in\nthe Hands of an Angry God”\n(E) the Albany Plan of Union\n9.Enlightenment philosophers\nbelieved in all of the followingideas EXCEPT\n(A) People have the right to revolt\nagainst tyranny.\n(B) People have rights simply\nbecause they are human.\n(C) Sovereignty resides with the\npeople.\n(D) A fundamental purpose of\ngovernment is to protectpeople’s rights.\n(E) God is the primary authority\nfor government.\n10. Which of the following is a correct\nstatement about the Americancolonies in the 1770s before theoutbreak of the Revolutionary War?\n(A) Except for a few radicals,\nAmericans generally acceptedthe policies of George III’sministers.\n(B) Most Americans resisted the\nBritish government’s efforts toimpose new taxes.\n(C) France encouraged the British\ncolonies to revolt.\n(D) Colonial boycotts failed to"], ["1.The ideas expressed in this excerpt most clearly show the influence of\nwhich of the following?\n(A)John Locke's Second Treatise of Government\n(B)Adam Smith's The Wealth of Nations\n(C)Thomas Jefferson's Declaration of Independence\n(D)Charles Darwin's On the Origins of Species\n2.Which idea would Sumner most likely support?\n(A)Socialism\n(B)Laissez-faire\n(C)Manifest Destiny\n(D)Gospel of wealth\n3.Which of the following developments would be most consistent with the\nbeliefs expressed in the excerpt?\n(A)Consolidation of wealth by an elite\n(B)Expansion of rights for women\n(C)Passage of anti-trust legislation\n(D)Spread of organized labor\n334 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "68 U.S. History: Preparing for the Advanced Placement Exam\nThe Enlightenment\nIn the 18th century, some educated Americans were attracted to a European\nmovement in literature and philosophy that is known as the Enlightenment.The leaders of this movement believed that the “darkness” of past ages couldbe corrected by the use of human reason in solving most of humanity’s problems.\nA major inﬂuence on the Enlightenment and on American thinking was\nthe work of John Locke, a 17th-century English philosopher and politicaltheorist. Locke, in his Two Treatises of Government , reasoned that while the\nstate (the government) is supreme, it is bound to follow “natural laws” based\non the rights that people have simply because they are human. He arguedthat sovereignty ultimately resides with the people rather than with the state.Furthermore, said Locke, citizens had a right and an obligation to revolt againstwhatever government failed to protect their rights."], ["undone .... \n\"We conclude that in the field of public education the doctrine of 'separate \nbut equal' has no place. Separate educational facilities are inherently unequal. \nTherefore, we hold that the plaintiffs ... [are] deprived of the equal protection \nof the laws guaranteed by the 14th Amendment.\" \n-Supreme Court, Brown v. Board of Education of Topeka,\nMay 17, 1954 \n1.The Brown decision was controversial for a variety of reasons, but which\nof the following is most evident in this selection?\n(A)Most of the all-black schools were not physically equal\n(B)The decision was based on tangible, or physical, factors\n(C)The Court condemned segregated schools only in the South\n(D)The Court used psychological evidence to support their case\n2.Which of the following best describes the initial reaction to the Brown\ndecision?\n(A)Southern leaders supported the decision, but the voters did not\n(B)President Eisenhower provided active support for the decision", "570 U.S. History: Preparing for the Advanced Placement Exam27\nTHE EISENHOWER YEARS,\n1952–1960\nWe conclude that in the ﬁeld of public education the doctrine of\n“separate but equal” has no place. Separate educational facilities are\ninherently unequal.\nEarl Warren, Brown v. Board of Education\nof Topeka, May 17, 1954\nThe 1950s have the popular image of the “happy days,” when the nation", "turn the Supreme Court's 1896 decision, Plessy v. Ferguson, which allowed \nsegregation in \"separate but equal\" facilities. In the late 1940s, the NAACP \nwon a series of cases involving higher education. \nBrown Decision One of the great landmark cases in Supreme Court \nhistory was argued in the early 1950s by a team of NAACP lawyers led by \nThurgood Marshall. In Brown v. Board of Education of Topeka, they argued \nthat segregation of black children in the public schools was unconstitutional \nbecause it violated the 14th Amendment's guarantee of \"equal protection of the \nlaws.\" In May 1954, the Supreme Court agreed with Marshall and overturned \nthe Plessy case. Writing for a unanimous Court, Chief Justice Earl Warren \nruled that (1) \"separate facilities are inherently unequal\" and unconstitutional, \nand (2) school segregation should end with \"all deliberate speed.\" \nResistance in the South Opposition to the Brown decision erupted"], ["undone .... \n\"We conclude that in the field of public education the doctrine of 'separate \nbut equal' has no place. Separate educational facilities are inherently unequal. \nTherefore, we hold that the plaintiffs ... [are] deprived of the equal protection \nof the laws guaranteed by the 14th Amendment.\" \n-Supreme Court, Brown v. Board of Education of Topeka,\nMay 17, 1954 \n1.The Brown decision was controversial for a variety of reasons, but which\nof the following is most evident in this selection?\n(A)Most of the all-black schools were not physically equal\n(B)The decision was based on tangible, or physical, factors\n(C)The Court condemned segregated schools only in the South\n(D)The Court used psychological evidence to support their case\n2.Which of the following best describes the initial reaction to the Brown\ndecision?\n(A)Southern leaders supported the decision, but the voters did not\n(B)President Eisenhower provided active support for the decision", "570 U.S. History: Preparing for the Advanced Placement Exam27\nTHE EISENHOWER YEARS,\n1952–1960\nWe conclude that in the ﬁeld of public education the doctrine of\n“separate but equal” has no place. Separate educational facilities are\ninherently unequal.\nEarl Warren, Brown v. Board of Education\nof Topeka, May 17, 1954\nThe 1950s have the popular image of the “happy days,” when the nation", "turn the Supreme Court's 1896 decision, Plessy v. Ferguson, which allowed \nsegregation in \"separate but equal\" facilities. In the late 1940s, the NAACP \nwon a series of cases involving higher education. \nBrown Decision One of the great landmark cases in Supreme Court \nhistory was argued in the early 1950s by a team of NAACP lawyers led by \nThurgood Marshall. In Brown v. Board of Education of Topeka, they argued \nthat segregation of black children in the public schools was unconstitutional \nbecause it violated the 14th Amendment's guarantee of \"equal protection of the \nlaws.\" In May 1954, the Supreme Court agreed with Marshall and overturned \nthe Plessy case. Writing for a unanimous Court, Chief Justice Earl Warren \nruled that (1) \"separate facilities are inherently unequal\" and unconstitutional, \nand (2) school segregation should end with \"all deliberate speed.\" \nResistance in the South Opposition to the Brown decision erupted"], ["undone .... \n\"We conclude that in the field of public education the doctrine of 'separate \nbut equal' has no place. Separate educational facilities are inherently unequal. \nTherefore, we hold that the plaintiffs ... [are] deprived of the equal protection \nof the laws guaranteed by the 14th Amendment.\" \n-Supreme Court, Brown v. Board of Education of Topeka,\nMay 17, 1954 \n1.The Brown decision was controversial for a variety of reasons, but which\nof the following is most evident in this selection?\n(A)Most of the all-black schools were not physically equal\n(B)The decision was based on tangible, or physical, factors\n(C)The Court condemned segregated schools only in the South\n(D)The Court used psychological evidence to support their case\n2.Which of the following best describes the initial reaction to the Brown\ndecision?\n(A)Southern leaders supported the decision, but the voters did not\n(B)President Eisenhower provided active support for the decision", "turn the Supreme Court's 1896 decision, Plessy v. Ferguson, which allowed \nsegregation in \"separate but equal\" facilities. In the late 1940s, the NAACP \nwon a series of cases involving higher education. \nBrown Decision One of the great landmark cases in Supreme Court \nhistory was argued in the early 1950s by a team of NAACP lawyers led by \nThurgood Marshall. In Brown v. Board of Education of Topeka, they argued \nthat segregation of black children in the public schools was unconstitutional \nbecause it violated the 14th Amendment's guarantee of \"equal protection of the \nlaws.\" In May 1954, the Supreme Court agreed with Marshall and overturned \nthe Plessy case. Writing for a unanimous Court, Chief Justice Earl Warren \nruled that (1) \"separate facilities are inherently unequal\" and unconstitutional, \nand (2) school segregation should end with \"all deliberate speed.\" \nResistance in the South Opposition to the Brown decision erupted", "Earl Warren ruled that (1) “separate facilities are inherently unequal” andunconstitutional and (2) segregation in the schools should end with “all deliber-ate speed.”\nRe sistance in the South. States in the Deep South fought the Supreme\nCourt’s decision with a variety of tactics, including the temporary closing ofthe public schools. In Arkansas in 1956, Governor Orval Faubus used thestate’s National Guard to prevent nine African American students from enteringLittle Rock Central High School, as ordered by a federal court. PresidentEisenhower then intervened. While the president did not actively support deseg-regation and had reservations about the Brown decision, he understood his\nconstitutional responsibility to uphold federal authority. Eisenhower orderedfederal troops to stand guard in Little Rock and protect black students as theywalked to school. He thus became the ﬁrst president since Reconstruction touse federal troops to protect the rights of African Americans."], ["(E) welfare capitalism5.The sentiment expressed in the\ncartoon on page 487 most directlyinﬂuenced the passage of\n(A) laws restricting immigration\n(B) the Eighteenth Amendment(C) protective tariff legislation(D) antitrust laws(E) disarmament treaties\n6.Which of the following had\ncontrasting points of view onevents and issues of the 1920s?\n(A) Calvin Coolidge—Herbert\nHoover\n(B) Charles Lindbergh—Henry\nFord\n(C) William Jennings Bryan—\nClarence Darrow\n(D) Billy Sunday—Aimee Semple\nMcPherson\n(E) Sinclair Lewis—F. Scott\nFitzgerald\n7.Which source would be most\nimportant to a historianinvestigating the effects of theprotective tariff from 1922–1930?\n(A) memoirs of Henry Ford(B) Commerce Department\nstatistics on imports andexports\n(C) editorial pages of major city\nnewspapers\n(D) election data from the various\nstates\n(E) encyclopedia articles on\nmodern commerce\n8.Prohibition led to all of the\nfollowing EXCEPT\n(A) deﬁance of the law by large\nnumbers of people", "These efforts to restrict immigration were supported by diverse groups such\nas (1) labor unions, which feared that employers would use immigrants to depresswages and break strikes, (2) a nativist society called the American ProtectiveAssociation, which was openly prejudiced against Roman Catholics, and (3) so-cial Darwinists, who viewed the new immigrants as biologically inferior to Eng-lish and Germanic stocks. During a severe depression in the 1890s, foreignersbecame a convenient scapegoat for jobless workers as well as for employers whoblamed strikes and the labor movement on foreign agitators.\nBy no means, however, did the anti-immigrant feelings and early restric-\ntions stop the ﬂow of newcomers. At the turn of the century, almost 15 percentof the U.S. population were immigrants. The Statue of Liberty remained abeacon of hope for the poor and the oppressed of southern and eastern Europeuntil the 1920s, when the Quota Acts almost closed Liberty’s golden door (seeChapter 23).", "374 U.S. History: Preparing for the Advanced Placement Exam\n(D) lawmakers in Congress\n(E) employers in major\nindustries\n5.Settlement houses were\ncharacterized by all of thefollowing EXCEPT\n(A) located in poor working-class\nand immigrant neighborhoods\n(B) staffed by college-educated,\nmiddle-class men andwomen\n(C) took little interest in legislative\nreforms\n(D) taught English to immigrants(E) helped to educate immigrant\nchildren\n6.Which of the following did NOT\ncontribute to the development ofsuburbs in the United States?\n(A) European suburban\ndevelopment patterns\n(B) low-cost and abundant land\n(C) improved streetcar and railroad\ntransportation\n(D) ethnic and racial prejudices\n(E) unhealthy living conditions in\nthe cities\n7.“This association of poverty with\nprogress is the great enigma of ourtimes ....S o long as all the\nincreased wealth which modernprogress brings goes but to buildup great fortunes . . . progress isnot real and cannot be permanent.”The above statement was writtenby"], ["MULTIPLE CHOICE \nQuestions 1-2 ref er to the graph below. \nU) \n't:J \nC: co \nU) \n::, 1,000 \n900 \n800 \n700 \n_g 600 \n-500\n0 :.: co \nE E 400\n300\n200\n100\n0 IMMIGRATION, 1870 to 1920 \n.,. \nI \nI \nI ,, : \n11 I \nI ,_, \n.t \n1870 1875 1880 1885 1890 1895 1900 1905 1910 1915 1920 \nVear \nImmigrants from northern and western Europe \nImmigrants from southern and eastern Europe \nImmigrants from Latin America \nImmigrants from Asia \nSource: U.S. Bureau of the Census. Historical Statistics of the \nUnited States, Colonial Times to 1970 \n1.In the chart above, the \"new immigrants\" include those who arrived in the\nUnited States from\n(A)northern and western Europe\n(B)southern and eastern Europe\n(C)Latin America\n(D)Asia\n2.Which of the following most likely explains the significant reduction of\nimmigration during the 1870s and 1890s to the United States?\n(A)Conflicts between the \"old\" and \"new\" immigrants.\n(B)Competition for jobs from Asian immigrations\n(C)Financial panics and depressions", "Choose EITHER Question 5 or Question 6. \n5.Analyze the causes and effects of changes in immigration patterns and\npolices from 1900 to 1945\n6.Analyze the causes and effects of changes in internal migration\npatterns from 1900 to 1945\nChoose EITHER Question 7 or Question 8. \n7.Some historians have argued that the most important political\ndevelopment between 1900 and 1945 was the increased role of the\nfederal government in the U.S. economy. Support, modify, or refute\nthis contention using specific evidence.\n8.Some historians have argued that the greatest threat to civil liberties\ncame during wartime. Support, modify, or refute this contention using\nspecific evidence from the period of 1898-1945.\nChoose EITHER Question 9 or Question 10. \n9.Compare and contrast the goals of U.S. policy makers in the Spanish\nAmerican War, World War I and World War IL\n10.Compare and contrast the influence of TWO of the following wars on\npostwar foreign policy.\n•Spanish-American War\n•World War I\n• World War II", "exercises of these privileges. The opportunity to earn a dollar in a factory just now \nis worth infinitely more than the opportunity to spend a dollar in an opera house.\" \n-Booker T. Washington, Speech at Cotton States and International\nExposition, Atlanta, September 18, 1895 \n4.Using the excerpt, answer a, b, and c.\na)Briefly explain ONE form of discrimination that African Americans\nexperienced in the South that Booker T. Washington was trying to\naddress in this excerpt.\nb)Briefly explain ONE educational idea or practice of Booker T.\nWashington's that would support the point of view in the excerpt.\nc)Briefly explain ONE way that Booker T. Washington's thinking was\ncompatible with the \"New South\" movement.\nTHINKING AS A HISTORIAN: STATEMENTS ABOUT EVIDENCE \nWhich TWO of the following statements most clearly include evidence \nto support the claim it makes? \n1.The Chinese Exclusion Act indicates the prejudice felt by many\npeople in the United States in the late 19th century."], ["I believe that we must assist free peoples to work out their own\ndestinies in their own way.\nI believe that our help should be primarily through economic\nand ﬁnancial aid, which is essential to economic stability and orderlypolitical process.\nThe seeds of totalitarian regimes are nurtured by misery and\nwant. They spread and grow in the evil soil of poverty and strife.They reach their full growth when the hope of a people for a betterlife has died.\nWe must keep that hope alive.The free peoples of the world look to us for support in main-\ntaining their freedoms.\nIf we falter in our leadership, we may endanger the peace\nof the world—and we shall surely endanger the welfare of ourown Nation.\nGreat responsibilities have been placed upon us by the swift\nmovement of events.\nI am conﬁdent that the Congress will face these responsibili-\nties squarely.\nPresident Harry S Truman,\nCongressional Record, 80th Congress,\n1st Session, March 12, 1947\nDOCUMENT C. SOVIET REACTION TO THE MARSHALL PLAN", "Sources of Soviet Conduct,\" Foreign Affairs, July 1947 \n1.Which one of the following best reflected the policies advocated in the\nabove excerpt?\n(A)The proposal to miltarily roll back Communism in Eastern Europe\n(B)General MacArthur's criticism of the concept of limited wars\n(C)The Truman Doctrine of aid to Greece and Turkey\n(D)George Marshall's negotiations to end the Chinese civil war\n2.Which of the following actions would best implement the goals and\nstrategy of George Kennan?\n(A)Offering economic aid to Eastern Europe and the Soviet Union\n(B)Using the U.S. Army to invade East Germany and liberate West\nBerlin\n(C)Reorganizing all military services under the Department of Defense\n(D)Using economic aid to block the appeal of Communism in Western\nEurope\n3.To implement the policies based on this excerpt, the United States for the\nfirst time had to\n(A)create permanent peacetime alliances with other nations\n(B)turn over the command of U.S. troops to foreign nations", "552 U.S. History: Preparing for the Advanced Placement Exam\nDid the containment policy attempt to do too much? Among the critics\nwho argued that it did was the journalist Walter Lippmann, who had coinedthe term “Cold War.” Lippmann argued that some areas were vital to U.S.security, while others were merely peripheral; some governments deserved U.S.support, but others did not. American leaders, however, had learned the lessonof Munich and appeasement well and felt that Communist aggression, whereverit occurred, must be challenged.\nThe Truman Doctrine\nTruman ﬁrst implemented the containment policy in response to two\nthreats: (1) a Communist-led uprising against the government in Greece and(2) Soviet demands for some control of Turkey’s Dardanelles. In what becameknown as the Truman Doctrine, the president asked Congress in March 1947for $400 million in economic and military aid to assist the “free people” o\nf"], ["I believe that we must assist free peoples to work out their own\ndestinies in their own way.\nI believe that our help should be primarily through economic\nand ﬁnancial aid, which is essential to economic stability and orderlypolitical process.\nThe seeds of totalitarian regimes are nurtured by misery and\nwant. They spread and grow in the evil soil of poverty and strife.They reach their full growth when the hope of a people for a betterlife has died.\nWe must keep that hope alive.The free peoples of the world look to us for support in main-\ntaining their freedoms.\nIf we falter in our leadership, we may endanger the peace\nof the world—and we shall surely endanger the welfare of ourown Nation.\nGreat responsibilities have been placed upon us by the swift\nmovement of events.\nI am conﬁdent that the Congress will face these responsibili-\nties squarely.\nPresident Harry S Truman,\nCongressional Record, 80th Congress,\n1st Session, March 12, 1947\nDOCUMENT C. SOVIET REACTION TO THE MARSHALL PLAN", "In March 1947, President Truman delivered a speech before a joint session\nof Congress in which he asked for $400 million in aid for Greece and Turkey.He also called on the American people to take up a new mission to assist freepeoples of the world against the totalitarianism of Communist governments.\nOne of the primary objectives of the foreign policy of the United\nStates is the creation of conditions in which we and other nationswill be able to work out a way of life free from coercion. This wasa fundamental issue in the war with Germany and Japan. Our victorywas won over countries which sought to impose their will, and theirway of life, upon other nations.\nTo insure the peaceful development of nations, free from coer-", "552 U.S. History: Preparing for the Advanced Placement Exam\nDid the containment policy attempt to do too much? Among the critics\nwho argued that it did was the journalist Walter Lippmann, who had coinedthe term “Cold War.” Lippmann argued that some areas were vital to U.S.security, while others were merely peripheral; some governments deserved U.S.support, but others did not. American leaders, however, had learned the lessonof Munich and appeasement well and felt that Communist aggression, whereverit occurred, must be challenged.\nThe Truman Doctrine\nTruman ﬁrst implemented the containment policy in response to two\nthreats: (1) a Communist-led uprising against the government in Greece and(2) Soviet demands for some control of Turkey’s Dardanelles. In what becameknown as the Truman Doctrine, the president asked Congress in March 1947for $400 million in economic and military aid to assist the “free people” o\nf"], ["religious persecution\n(B) Italian peasants\n(C) Greeks, Slovaks, and PolesThomas Eakins\nJames McNeill WhistlerMary CassattAshcan SchoolArmory Show of 1913Henry Hobson RichardsonLouis SullivanChicago SchoolFrank Lloyd WrightDaniel BurnhamFrederick Law OlmstedJohn Philip SousaJelly Roll MortonBuddy BoldenjazzScott Joplin; ragtimeJoseph PulitzerWilliam Randolph HearstP. T. Barnum; James A.\nBailey\nBuffalo Bill; Annie OakleyJohn L. Sullivanspectator sports; amateur\nsports; bachelor sports\nmelting potcultural diversity\n(D) Scandinavian farmers\n(E) unemployed Europeans seeking\nfactory jobs in U.S. cities\n3.All of the following characterized\nAmerica’s large cities in the last\ndecades of the 19th centuryEXCEPT\n(A) outbreaks of deadly diseases\nsuch as cholera andtuberculosis\n(B) transportation limited to the\ncentral business district\n(C) crowded tenements\n(D) increasing segregation of social\ngroups by income\n(E) poor treatment of water,\nsewage, and waste\n4.Which of the following were most", "(D) Wealth was God’s reward for\na life of virtue and hard work.\n(E) Philanthropy should support\neducational, health, andreligious institutions.\n8.Which of the following accurately\ndescribes a trend in Americansociet\nyin the 1880s and 1890s?(A) The middle class declined in\nnumbers and inﬂuence.\n(B) The percentage of women in\nthe labor force decreased.\n(C) Most married women worked\nto support their families.\n(D) The workplace became more\ntightly organized andstructured.\n(E) The wealthy avoided signs of\nself-indulgence.\n9.The most effective and enduring\nlabor union in the post-Civil Warera\n(A) championed worker\ncooperatives\n(B) supported a broad program of\nsocial reforms\n(C) adopted socialist and anarchist\nideas about government\n(D) accepted both skilled and\nunskilled workers as members\n(E) focused on such goals as\nhigher wages and shorter hoursfor skilled workers\n10.Which of the following was NOT\ntrue of the American labormovement in the late 19th century?"], ["The question is too long."], ["(D) Wealth was God’s reward for\na life of virtue and hard work.\n(E) Philanthropy should support\neducational, health, andreligious institutions.\n8.Which of the following accurately\ndescribes a trend in Americansociet\nyin the 1880s and 1890s?(A) The middle class declined in\nnumbers and inﬂuence.\n(B) The percentage of women in\nthe labor force decreased.\n(C) Most married women worked\nto support their families.\n(D) The workplace became more\ntightly organized andstructured.\n(E) The wealthy avoided signs of\nself-indulgence.\n9.The most effective and enduring\nlabor union in the post-Civil Warera\n(A) championed worker\ncooperatives\n(B) supported a broad program of\nsocial reforms\n(C) adopted socialist and anarchist\nideas about government\n(D) accepted both skilled and\nunskilled workers as members\n(E) focused on such goals as\nhigher wages and shorter hoursfor skilled workers\n10.Which of the following was NOT\ntrue of the American labormovement in the late 19th century?"], ["gress to preserve such western icons as Yosemite Valley as a California state park \nin 1864 (a national park in 1890), and to dedicate the Yellowstone area as the first \nSource: Logging in California, 1909. Library of Congress \n346 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM"], ["California and the Southwest were guaranteed their property rights and granted \ncitizenship. However, drawn-out legal proceedings often resulted in the sale or \nloss of lands to new Anglo arrivals. Hispanic culture was preserved in dominant \nSpanish-speaking areas, such as the New Mexico territories, the border towns, \nand the barrios of California. \nMexican Americans moved to find work, such as to the sugar beet fields \nand the mines of Colorado, and the building of western railroads. Before 1917, \nthe border with Mexico was open and few records were kept for either seasonal \nworkers or permanent settlers. Mexicans, like their European counterparts, were \ndrawn by the explosive economic development of the region. \nThe Conservation Movement \nThe concerns over deforestation sparked the conservation movement, and the \nbreathtaking paintings and photographs of western landscapes helped to push Con­\ngress to preserve such western icons as Yosemite Valley as a California state park", "gress to preserve such western icons as Yosemite Valley as a California state park \nin 1864 (a national park in 1890), and to dedicate the Yellowstone area as the first \nSource: Logging in California, 1909. Library of Congress \n346 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM"], ["Questions 4-5 ref er to the excerpt below. \n\"Friends and Fellow Citizens: I should now apprise you of the resolution I have \nformed to decline being considered among the number of those out of whom a \nchoice is to be made .... \n\"I have already intimated to you the danger of parties ... with particular \nreference to ... geographical discriminations .... \n\"Let it simply be asked-where is the security for property, for reputation, \nfor life, if the sense of religious obligation desert the oaths .... \n\"As a very important source of strength and security, cherish public credit \n... avoiding likewise the accumulation of debt ... which unavoidable wars \nmay have occasioned ... in mind that toward the payment of debt there must \nbe ... taxes .... \n\"By interweaving our destiny with that of any part of Europe, [we] entangle \nour peace and prosperity in the toils of European ambition, rivalship, interest, \nhumor, or caprice .... It is our true policy to steer clear of permanent alliances", "Questions 4-6 ref er to the excerpt below. \n\"With the existing colonies or dependencies of any European power we have \nnot interfered and shall not interfere. But with the governments who have \ndeclared their independence and maintained it, and whose independence we \nhave acknowledged, we could not view any interposition for the purpose \nof oppressing them, or controlling . . . by any European power in any other \nlight than as the manifestation of an unfriendly disposition toward the United \nStates .... \n\"Our policy in regard to Europe ... which is not to interfere in the internal \nconcerns of any of its powers ... but in regard to those continents [the Ameri­\ncas], circumstances are eminently and conspicuously different. It is impossible \nthat the allied powers should extend their political system to any portion of \neither continent without endangering our peace and happiness; nor can anyone \nbelieve that our southern brethren if left to themselves, would adopt it of their"], ["482 U.S. History: Preparing for the Advanced Placement Exam\nForeign Policy: The Fiction of Isolation\nDespite U.S. refusal to join the League of Nations, it would be a mistake\nto characterize U.S. foreign policy in the postwar years as isolationist. It iscertainly true that widespread disillusionment with the war, Europe’s postwarproblems, and communism in the Soviet Union (as Russia was renamed) madeAmericans fearful of being pulled into another foreign war. Nevertheless, themakers of U.S. foreign policy did not retreat to the isolationism of the GildedAge. Instead, they actively pursued arrangements in foreign affairs that wouldadvance American interests while also maintaining world peace.\nDisarmament and Peace\nThe Republican presidents of the 1920s tried to promote peace and also\nscale back expenditures on defense by arranging treaties of disarmament. Themost successful disarmament conference—and the greatest achievement ofHarding’s presidency—was held in Washington, D.C., in 1921.", "Question 3 is based on the excerpt below. \n\"The League of Nations failed to take hold in America because the country \nwas not yet ready for so global a role. Nevertheless, Wilson's intellectual vic­\ntory proved ... seminal. . . . For, whenever America has faced the task of \nconstructing a new world order, it has returned in one way or another to Wood­\nrow Wilson's precepts. At the end of World War II, it helped build the United \nNations on the same principle as those of the League, hoping to found peace \non a concord of the victors. When this hope died, America waged the Cold \nWar ... as a moral struggle for democracy. When communism collapsed, the \nWilsonian idea that the road to peace lay in collective security ... was adopted \nby administrations of both major American political parties.\" \n-Henry Kissinger, Harvard professor and secretary of state under\nPresidents Nixon and Ford, Diplomacy, 1994 \n3.Using the excerpt, answer a, b, and c."], ["The Constitution and the New Republic, 1787–1800 109 \nComparison of Federalist and Democratic-Republican Parties\nFederalists Democratic-Republicans\nLeaders John Adams Thomas Jefferson\nAlexander Hamilton James Madison\nView of the Loose interpretation Strict interpretation\nConstitution Strong central govern- Weak central government\nment\nForeign Policy Pro-British Pro-French\nMilitary Policy Large peacetime army Small peacetime army\nand navy and navy\nDomestic Policy Aid business Favor agriculture\nNational bank No national bankTariffs Opposed tariffs\nChief Northern businessmen Skilled workers\nSupporters Large landowners Small farmers\nPlantation owners\nBy 1796, the two major political parties were already taking shape and\nbecoming better organized. In that year, President Washington announced thathe intended to retire to private life at the end of his second term.\nWashington’s Farewell Address", "Washington’s Farewell Address\nAssisted by Alexander Hamilton, the retiring president wrote a farewell addressfor publication in the newspapers in late 1796. In this message, which hadenormous inﬂuence because of Washington’s prestige, the president spoke\nabout policies and practices that he considered unwise. He warned Americans:\n/H18546not to get involved in European affairs\n/H18546against the United States making “permanent alliances” in foreign\naffairs\n/H18546not to form political parties\n/H18546to avoid sectionalism\nFuture presidents would heed as gospel Washington’s warning against\n“permanent alliances.” In the case of political parties, however, Washingtonwas already behind the times, since political parties were well on their way tobecoming a vital part of the American political system.\nOne long-range consequence of Washington’s decision to leave ofﬁce\nafter two terms was that later\npresidents followed his exam ple. In the 19th"], ["Practice Exam 689\n(C) Bonus March\n(D) World War I\n(E) World War II\n44.Which of the following was the\ndeﬁnitive foreign policy concern ofPresident Woodrow Wilson, overwhich he was unwilling to make any\ncompromises?\n(A) national self-determination\n(B) freedom of the seas(C) moral diplomacy(D) Fourteen Points(E) League of Nations\n45.In facing their many problems at the\nend of the 19th century, Americanfarmers were aided by\n(A) the Republican party\n(B) increased tariffs\n(C) limits on crop production\n(D) government price supports\n(E) the Interstate Commerce Act\n46.The major philosophical inﬂuence on\nthe American leaders for independencefrom Great Britain was\n(A) Thomas Hobbes’ divine-right\ntheory\n(B) Plato’s Republic\n(C) Adam Smith’s Wealth of Nations\n(D) John Locke’s natural rights theory(E) Thomas Paine’s Common Sense\n47.The most difﬁcult problem of the\ndepression of the 1930s for PresidentFranklin Roosevelt and his New Dealto correct was\n(A) unemployment", "humor, or caprice .... It is our true policy to steer clear of permanent alliances \nwith any portion of the foreign world.\" \n-George Washington, Farewell Address, 1796\n4.One of the strong reasons Washington and others warned against political\nparties was concern about\n(A)damages to the national reputation\n(B)divisive sectionalism\n(C)rights of property owners\n(D)unavoidable wars\n5.In addition to his Farewell Address, part of Washington's legacy was that\nhe\n(A)started the two-party system\n(B)established the precedent of a two-term limit\n(C)created the first presidential library\n(D)\nadvocated for greater involvement overseas\nTHE CONSTITUTION AND THE NEW REPUBLIC, 1787-1800 121"], ["a.The Indig enous p eoples le d a nomadic lif estyle so the y could not res t when the y fell ill .\nb.A genetic muta tion made Indig enous p eoples more susc eptible to b acterial inf ections .\nc.Indig enous p eoples had no e xperienc e tre ating illnes ses o f an y kind .\nd.Indig enous p eoples had nev er b een e xposed to the inf ectious dise ases origina ting in Europ ean\ndomes ticated animals .\n11.Which plant w as intro duced to the Eas tern Hemisphere in the C olumbian Ex chang e?\na.apples\nb.maiz e\nc.whe at\nd.rice\n12.Wha t was a k ey feature o f merc antilis t theor y?\na.the me asuring o f a na tion ’s wealth in g old and silv er\nb.an emphasis on imp orting more g oods than w ere e xported\nc.comp etition among busines ses\nd.a focus on free trade ra ther than tariffs\n13.According to merc antilis t theor y, wha t is the main purp ose o f colonies?\na.to ser ve as a home f or e xcess popula tion in the home c ountr y\nb.to offer a ha ven f or religious and p olitic al dis sidents", "(E) Only the English believed that\nNative Americans should betreated fairly.\n3.Which of the following was the\nLEAST important factor behindEuropean exploration andsettlement in the 16th century?(A) increase in scientiﬁc\nknowledge and technologicalchange\n(B) population increase(C) development of nation-states(D) competition for trade(E) religious commitment\n4.By the end of the 16th century, all\nof the following were generally trueabout Spain’s colonial empireEXCEPT\n(A) It was controlled by a\nbureaucracy in Madrid.\n(B) The Roman Catholic Church\nhad great inﬂuence.\n(C) New universities were\nspreading education andculture.\n(D) Families continued to emigrate\nfrom Spain.\n(E) Great wealth was being sent\nback to Spain.\n5.The delay in founding English\nsettlements in the Americas was theresult of\n(A) weak English monarchs(B) the lack of English territorial\nclaims in the Americas\n(C) failure to develop trade with\nother nations\n(D) fear of Spain\n(E) religious upheavals in England"], ["(B)All emphasized developing extensive trade with American Indians\n(C)All attempted to dominate American Indians in some way\n(D)All intended to exterminate or remove American Indians\nU.S. HISTORY PRACTICE EXAMINATION 703", "a.The Indig enous p eoples le d a nomadic lif estyle so the y could not res t when the y fell ill .\nb.A genetic muta tion made Indig enous p eoples more susc eptible to b acterial inf ections .\nc.Indig enous p eoples had no e xperienc e tre ating illnes ses o f an y kind .\nd.Indig enous p eoples had nev er b een e xposed to the inf ectious dise ases origina ting in Europ ean\ndomes ticated animals .\n11.Which plant w as intro duced to the Eas tern Hemisphere in the C olumbian Ex chang e?\na.apples\nb.maiz e\nc.whe at\nd.rice\n12.Wha t was a k ey feature o f merc antilis t theor y?\na.the me asuring o f a na tion ’s wealth in g old and silv er\nb.an emphasis on imp orting more g oods than w ere e xported\nc.comp etition among busines ses\nd.a focus on free trade ra ther than tariffs\n13.According to merc antilis t theor y, wha t is the main purp ose o f colonies?\na.to ser ve as a home f or e xcess popula tion in the home c ountr y\nb.to offer a ha ven f or religious and p olitic al dis sidents", "14 U.S. Hi story: Preparing for the Advanced Placement Exam\nMULTIPLE-CHOICE QUESTIONS\n1.“In the 1500s, Native Americans\npossessed a wide range of complexcultures.” Each of the followinggives evidence to support thisstatement EXCEPT\n(A) the Aztec capital of\nTenochtitla ´n\n(B) the organization of Inca society(C) Native Americans’\nsusceptibility to Europeandiseases\n(D) the Mayas’ agricultural system(E) the Maya calendar\n2.Which of the following best\ndescribes the way Europeanstreated Native Americans in the1500s and 1600s?\n(A) Native Americans were\nregarded as inferior peoplesubject to Christiandomination.\n(B) Native American ways of life\nwere respected.\n(C) Since nothing of value could\nbe learned or obtained fromthe Native Americans,Europeans thought it waspermissible to exterminatethem.\n(D) Europeans cultivated good\nrelations with NativeAmericans and sought to makethem economic partners.\n(E) Only the English believed that\nNative Americans should betreated fairly."], ["a.The Indig enous p eoples le d a nomadic lif estyle so the y could not res t when the y fell ill .\nb.A genetic muta tion made Indig enous p eoples more susc eptible to b acterial inf ections .\nc.Indig enous p eoples had no e xperienc e tre ating illnes ses o f an y kind .\nd.Indig enous p eoples had nev er b een e xposed to the inf ectious dise ases origina ting in Europ ean\ndomes ticated animals .\n11.Which plant w as intro duced to the Eas tern Hemisphere in the C olumbian Ex chang e?\na.apples\nb.maiz e\nc.whe at\nd.rice\n12.Wha t was a k ey feature o f merc antilis t theor y?\na.the me asuring o f a na tion ’s wealth in g old and silv er\nb.an emphasis on imp orting more g oods than w ere e xported\nc.comp etition among busines ses\nd.a focus on free trade ra ther than tariffs\n13.According to merc antilis t theor y, wha t is the main purp ose o f colonies?\na.to ser ve as a home f or e xcess popula tion in the home c ountr y\nb.to offer a ha ven f or religious and p olitic al dis sidents", "some of the English colonies while being denied in others.\nChoose EITHER Question 3 or Question 4. \n3.Analyze the impact of geography and the environment on the\ndevelopment of at least two different regions of the English colonies\nalong the Atlantic coast in the 17th and 18th centuries.\n4.Analyze the influence of TWO of the following on the development\nof a democratic society in the English colonies during the period from\n1607 to 1745.\n•Bacon's Rebellion\n•Enlightenment\n•Great Awakening\n•Zenger case\nPERIOD 2 REVIEW: 1607-1754 63", "Exploration, Di scovery, and Settlement, 1492–1700 15 \n(C) royal leadership\n(D) development of joint-stock\ncompanies\n(E) emigration for religious reasons\n7.The survival of the Jamestown\ncolony can be most directly\nattributed to the\n(A) religious spirit of the settlers(B) management of the Virginia\nCompany\n(C) development of a tobacco\nindustry\n(D) location of the settlement(E) nobles’ diligent search for gold\n8.Which of the following sources\nwould be most useful in studyingthe development of democraticinstitutions in the early colonialperiod?\n(A) the Edict of Nantes(B) the ﬁrst charter of the Virginia\nCompany\n(C) Columbus’ journals\n(D) the Treaty of Tordesillas(E) the Mayﬂower Compact\n9.Which of the following statements\nis the most widely accepteddescription of Columbus’\naccomplishments?\n(A) He discovered a New World.(B) He bears much of the blame\nfor oppressing NativeAmerican peoples in NorthAmerica.\n(C) He started a permanent\nrelationship between Europeand the Americas."], ["Exploration, Di scovery, and Settlement, 1492–1700 15 \n(C) royal leadership\n(D) development of joint-stock\ncompanies\n(E) emigration for religious reasons\n7.The survival of the Jamestown\ncolony can be most directly\nattributed to the\n(A) religious spirit of the settlers(B) management of the Virginia\nCompany\n(C) development of a tobacco\nindustry\n(D) location of the settlement(E) nobles’ diligent search for gold\n8.Which of the following sources\nwould be most useful in studyingthe development of democraticinstitutions in the early colonialperiod?\n(A) the Edict of Nantes(B) the ﬁrst charter of the Virginia\nCompany\n(C) Columbus’ journals\n(D) the Treaty of Tordesillas(E) the Mayﬂower Compact\n9.Which of the following statements\nis the most widely accepteddescription of Columbus’\naccomplishments?\n(A) He discovered a New World.(B) He bears much of the blame\nfor oppressing NativeAmerican peoples in NorthAmerica.\n(C) He started a permanent\nrelationship between Europeand the Americas.", "some of the English colonies while being denied in others.\nChoose EITHER Question 3 or Question 4. \n3.Analyze the impact of geography and the environment on the\ndevelopment of at least two different regions of the English colonies\nalong the Atlantic coast in the 17th and 18th centuries.\n4.Analyze the influence of TWO of the following on the development\nof a democratic society in the English colonies during the period from\n1607 to 1745.\n•Bacon's Rebellion\n•Enlightenment\n•Great Awakening\n•Zenger case\nPERIOD 2 REVIEW: 1607-1754 63"], ["some of the English colonies while being denied in others.\nChoose EITHER Question 3 or Question 4. \n3.Analyze the impact of geography and the environment on the\ndevelopment of at least two different regions of the English colonies\nalong the Atlantic coast in the 17th and 18th centuries.\n4.Analyze the influence of TWO of the following on the development\nof a democratic society in the English colonies during the period from\n1607 to 1745.\n•Bacon's Rebellion\n•Enlightenment\n•Great Awakening\n•Zenger case\nPERIOD 2 REVIEW: 1607-1754 63", "PERIOD 2: 1607-1754 \nChapter 2 The Thirteen Colonies and the British Empire, 7 607-1754\nChapter 3 Colonial Society in the 7 8th Century \nIn a period of almost 150 years during the 17th and 18th centuries, the British\nestablished 13 colonies along the Atlantic coast that provided a profitable trade \nand a home to a diverse group of people. \nOverview From the establishment of the first permanent English settlement \nin North America to the start of a decisive war for European control of the \ncontinent, the colonies evolved. At first, they struggled for survival, but they \nbecame a society of permanent farms, plantations, towns, and cities. European \nsettlers brought various cultures, economic plans, and ideas for governing \nto the Americas. In particular, with varying approaches, they all sought to \ndominate the native inhabitants. The British took pride in their tradition of free \nfarmers working the land. The various colonies developed regional or sectional"], ["some of the English colonies while being denied in others.\nChoose EITHER Question 3 or Question 4. \n3.Analyze the impact of geography and the environment on the\ndevelopment of at least two different regions of the English colonies\nalong the Atlantic coast in the 17th and 18th centuries.\n4.Analyze the influence of TWO of the following on the development\nof a democratic society in the English colonies during the period from\n1607 to 1745.\n•Bacon's Rebellion\n•Enlightenment\n•Great Awakening\n•Zenger case\nPERIOD 2 REVIEW: 1607-1754 63", "PERIOD 2: 1607-1754 \nChapter 2 The Thirteen Colonies and the British Empire, 7 607-1754\nChapter 3 Colonial Society in the 7 8th Century \nIn a period of almost 150 years during the 17th and 18th centuries, the British\nestablished 13 colonies along the Atlantic coast that provided a profitable trade \nand a home to a diverse group of people. \nOverview From the establishment of the first permanent English settlement \nin North America to the start of a decisive war for European control of the \ncontinent, the colonies evolved. At first, they struggled for survival, but they \nbecame a society of permanent farms, plantations, towns, and cities. European \nsettlers brought various cultures, economic plans, and ideas for governing \nto the Americas. In particular, with varying approaches, they all sought to \ndominate the native inhabitants. The British took pride in their tradition of free \nfarmers working the land. The various colonies developed regional or sectional"], ["some of the English colonies while being denied in others.\nChoose EITHER Question 3 or Question 4. \n3.Analyze the impact of geography and the environment on the\ndevelopment of at least two different regions of the English colonies\nalong the Atlantic coast in the 17th and 18th centuries.\n4.Analyze the influence of TWO of the following on the development\nof a democratic society in the English colonies during the period from\n1607 to 1745.\n•Bacon's Rebellion\n•Enlightenment\n•Great Awakening\n•Zenger case\nPERIOD 2 REVIEW: 1607-1754 63"], ["(A)People who criticized the Ku Klux Klan\n(B)Republicans who opposed Redeemer governments\n(C)Northerners who advocated Radical Reconstruction\n(D)Southerners who supported the end of Reconstruction\nU.S. HISTORY PRACTICE EXAMINATION 709", "are unworthy of the name, since they violate justice, the essence of law.\" \n-Lucy Stone, abolitionist and feminist, speech at her marriage, 1855\n29.Who of the following would be most likely to support the views expressed\nby Stone in this excerpt?\n(A)Participants in the Second Great Awakening\n(B)Members of the American party\n(C)Supporters of the Liberty party\n(D)Individuals who attended the Seneca Falls Convention\n30.Women's rights advocates in the mid-19th century such as Lucy Stone\nwere also most active in which of the following reform movements?\n(A)Public asylums\n(B)Antislavery societies\n(C)Communal experiments\n(D)Free common schools\n31.At the time this statement was made, most people accepted that\nwomen could\n(A)work in factories\n(B)vote in most states\n(C)hold political office\n(D)serve on Junes\n712 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "-John C. Calhoun, statement adopted by a convention\nin South Carolina, 1832 \n1.Which of the following was the immediate cause of the publication of the\nstatement in this excerpt?\n(A)The election of Andrew Jackson\n(B)The decision to halt to slave importation\n(C)A Supreme Court decision on states' rights\n(D)An increase in the tariff passed by Congress\n2.While Calhoun and many other Southerners disagreed with President\nJackson's opposition to nullification, they agreed with him on\n(A)his support for higher federal spending\n(B)his support for a national bank\n(C)his opposition to the anti-slavery movement\n(D)his opposition to states' rights\n3.Which of the following is or are most similar to the statement in the\nexcerpt?\n(A)Kentucky and Virginia Resolutions\n(B)Monroe Doctrine\n(C)Specie Circular\n(D)Tallmadge Amendment\nTHE AGE OF JACKSON, 1824-1844 201"], ["Sectionalism 183 \nholders; Abraham had more than three hundred; Isaac had a “great\nstore” of them; and even the patient and meek Job himself had “avery great household.” . . . When we turn to the New Testament,we ﬁnd not one single passage at all calculated to disturb the con-science of an honest slaveholder. No one can read it without seeingand admiring that the meek and humble Saviour of the world in noinstance meddled with the established institutions of mankind; hecame to save a fallen world, and not to excite the black passions ofmen, and array them in deadly hostility against each other....H ewas born in the Roman world—a world in which the most gallingslavery existed, a thousand times more cruel than the slavery in ourown country; and yet he no where encourages insurrection; he nowhere fosters discontent; but exhorts always to implicit obedience\nand ﬁdelity.\nThomas R. Dew,\nReview of the Debate in the Virginia Legislature\nof 1831 and 1832, 1832\nANALYZING THE DOCUMENTS", "MULTIPLE-CHOICE QUESTIONS \nQuestions 1-3 refer to the excerpt below. \n\"Though we have had war, reconstruction, and abolition as a nation, we still \nlinger in the shadow and blight of an extinct institution. Though the colored man \nis no longer subject to be bought and sold, he is still surrounded by an adverse \nsentiment ... In his downward course he meets no resistance, but his course \nupward is resented and resisted at every step of his progress .... \n\"If liberty, with us, is yet but a name, our citizenship is but a sham, and our \nsuffrage thus far only a cruel mockery, we may yet congratulate ourselves upon \nthe fact that the laws and institutions of the country are sound, just, and liberal. \nThere is hope ... But until this nation shall make its practice accord with its \nConstitution and its righteous laws, it will not do to reproach the colored people \nof this country.\" \n-Frederick Douglass, Speech, September 24, 1883", "exercises of these privileges. The opportunity to earn a dollar in a factory just now \nis worth infinitely more than the opportunity to spend a dollar in an opera house.\" \n-Booker T. Washington, Speech at Cotton States and International\nExposition, Atlanta, September 18, 1895 \n4.Using the excerpt, answer a, b, and c.\na)Briefly explain ONE form of discrimination that African Americans\nexperienced in the South that Booker T. Washington was trying to\naddress in this excerpt.\nb)Briefly explain ONE educational idea or practice of Booker T.\nWashington's that would support the point of view in the excerpt.\nc)Briefly explain ONE way that Booker T. Washington's thinking was\ncompatible with the \"New South\" movement.\nTHINKING AS A HISTORIAN: STATEMENTS ABOUT EVIDENCE \nWhich TWO of the following statements most clearly include evidence \nto support the claim it makes? \n1.The Chinese Exclusion Act indicates the prejudice felt by many\npeople in the United States in the late 19th century."], ["Question 2. Answer a, b, and c. \na)Briefly explain ONE important social or political response to the\nconflict over slavery in the period 1850 to 1855.\nb)Briefly explain ONE important social or political response to the\nconflict over slavery in the period 1855 to 1860.\nc)Briefly explain ONE important reason for the change in response from\nPart A to Part B.\nQuestion 3 is based on the following excerpts. \n\"The statistics of crime demonstrate that the moral superiority of the slave over \nthe free laborer is still greater than his superiority in animal well-being. There \nnever can be among slaves a class so degraded as is found about wharves and \nsuburbs of cities. The master requires ordinary morality and industry .... \n\"The free laborer rarely has a house and home of his own; he is insecure \nof employment; sickness may overtake him at any time and deprive him of the \nmeans of support; old age is certain to overtake him, if he lives, and generally"], ["Questions 6-8 ref er to the excerpt below. \n\"As touching the quality of this country, three thinges there bee, which in fewe \nyeares may bring this Colony to perfection; the English plough, Vineyards, & \nCattle .... \n\"All our riches for the present doe consiste in Tobacco, wherein one man \nby his owne laboour hath in one yeare, raised to himself to the value of 200 \nsterling; and another by the means of sixe seruants hath cleared at one crop a \nthousand pound english. These be true, yet indeed rare examples, yet possible \nto be done by others. Our principall wealth (I should haue said) consisteth in \nservants: but they are chargeable to be furnished with armes, apparel, & bed­\nding, and for their transportation, and casuall both at sea, & for their first yeare \ncommonly at lande also: but if they escape, they proove very hardy, and sound \nable men.\" \n-John Pory, Secretary of Virginia, Letter to Sir Dudley Carlton, 1619", "Questions 11-13 refer to the excerpt below. \n\"Now we all found the loss of Captain Smith; yea, his greatest maligners could \nnow curse his loss. As for corn provision and contribution from the savages, we \nhad nothing but mortal wounds, with clubs and arrows .... \n\"Nay, so great was our famine that a savage we slew and buried, the poorer \nsort took him up again and ate him; and so did diverse one another boiled and \nstewed with roots and herbs .... \n\"This was that time, which still to this day, we called the starving time. It \nwere too vile to say, and scarce to be believed, what we endured; but the occa­\nsion was our own for want of providence, industry, and government, and not \nthe barrenness and defect of the country .... For till then in three years, for the \nnumbers were landed us, we have never from England provision sufficient for \nsix months.\" \n-John Smith, description of \"starving time\" in Virginia, 1607-1614"], ["The question is too long."], ["The question is too long."], ["Questions 5-7 ref er to the excerpt below. \n\"We want peace and good order at the South; but it can only come by the fullest \nrecognition of the rights of all classes .... \n\"We simply demand the practical recognition of the rights given us in the \nConstitution and laws .... \n\"The vicious and exceptional political action had by the White League in \nMississippi has been repeated in other contests and in other states of the South, \nand the colored voters have been subjected therein to outrages upon their rights \nsimilar to those perpetrated in my own state at the recent election ... and we \nask such action as will not only protect us in the enjoyment of our constitu­\ntional rights but will preserve the integrity of our republican institutions.\" \n-Senator Blanche K. Bruce, African American U.S. Senator from\nMississippi, speech to the Senate, 1876 \n5.Examples of actions that responded to Senator Bruce's plea in the excerpt\nincluded the\n(A)formation of the NAACP in 1909", "306 U.S. History: Preparing for the Advanced Placement Exam\nDOCUMENTS AND READINGS\nAs the following documents reveal, the policies of Reconstruction\nexpressed the complex interaction of politics, economics, reform, race, andsectionalism.\nDOCUMENT A. THE REPORT OF A NORTHERN OBSERVER\nCarl Schurz, a liberal Republican and German-American reformer, sent\nthe following report of postwar attitudes in the South to a Boston newspaperin July 1865. His friendship with reform-minded Republicans may have shapedwhat he thought worthy of reporting.\nBut there is another class of people here [in Savannah], mostly", "MULTIPLE-CHOICE QUESTIONS \nQuestions 1-3 refer to the excerpt below. \n\"Though we have had war, reconstruction, and abolition as a nation, we still \nlinger in the shadow and blight of an extinct institution. Though the colored man \nis no longer subject to be bought and sold, he is still surrounded by an adverse \nsentiment ... In his downward course he meets no resistance, but his course \nupward is resented and resisted at every step of his progress .... \n\"If liberty, with us, is yet but a name, our citizenship is but a sham, and our \nsuffrage thus far only a cruel mockery, we may yet congratulate ourselves upon \nthe fact that the laws and institutions of the country are sound, just, and liberal. \nThere is hope ... But until this nation shall make its practice accord with its \nConstitution and its righteous laws, it will not do to reproach the colored people \nof this country.\" \n-Frederick Douglass, Speech, September 24, 1883"], ["306 U.S. History: Preparing for the Advanced Placement Exam\nDOCUMENTS AND READINGS\nAs the following documents reveal, the policies of Reconstruction\nexpressed the complex interaction of politics, economics, reform, race, andsectionalism.\nDOCUMENT A. THE REPORT OF A NORTHERN OBSERVER\nCarl Schurz, a liberal Republican and German-American reformer, sent\nthe following report of postwar attitudes in the South to a Boston newspaperin July 1865. His friendship with reform-minded Republicans may have shapedwhat he thought worthy of reporting.\nBut there is another class of people here [in Savannah], mostly", "MULTIPLE-CHOICE QUESTIONS \nQuestions 1-3 refer to the excerpt below. \n\"Though we have had war, reconstruction, and abolition as a nation, we still \nlinger in the shadow and blight of an extinct institution. Though the colored man \nis no longer subject to be bought and sold, he is still surrounded by an adverse \nsentiment ... In his downward course he meets no resistance, but his course \nupward is resented and resisted at every step of his progress .... \n\"If liberty, with us, is yet but a name, our citizenship is but a sham, and our \nsuffrage thus far only a cruel mockery, we may yet congratulate ourselves upon \nthe fact that the laws and institutions of the country are sound, just, and liberal. \nThere is hope ... But until this nation shall make its practice accord with its \nConstitution and its righteous laws, it will not do to reproach the colored people \nof this country.\" \n-Frederick Douglass, Speech, September 24, 1883"], ["than before the war and more strength in the electoral college in future presi­\ndential elections. \nThe leading Radical Republican in the Senate was Charles Sumner of Massa­\nchusetts (who returned to the Senate three years after his caning by Brooks). In the \nHouse, Thaddeus Stevens of Pennsylvania hoped to revolutionize Southern soci­\nety through an extended period of military rule in which African Americans would \nbe free to exercise their civil rights, would be educated in schools operated by \nthe federal government, and would receive lands confiscated from the planter class. \nMany Radical Republicans, such as Benjamin Wade of Ohio, endorsed several lib­\neral causes: women's suffrage, rights for labor unions, and civil rights for Northern \nAfrican Americans. Although their program was never fully implemented, the \nRadical Republicans struggled to extend equal rights to all Americans. \nCivil Rights Act of 1866 Among the first actions in congressional Recon­", "renting land or borrowing money to buy land; (2) placed freedmen into a form \nof semi bondage by forcing them, as \"vagrants\" and \"apprentices,\" to sign work \ncontracts; and (3) prohibited blacks from testifying against whites in court. The \ncontract-labor system, in which blacks worked cotton fields under white super­\nvision for deferred wages, seemed little different from slavery. \nAppalled by reports of developments in the South, Republicans began to \nask, \"Who won the war?\" In early 1866, unhappiness with Johnson developed \ninto an open rift when the Northern Republicans in Congress challenged the \nresults of elections in the South. They refused to seat Alexander Stephens and \nother duly elected representatives and senators from ex-Confederate states. \nJohnson's Vetoes Johnson alienated even moderate Republicans in early \n1866 when he vetoed a bill increasing the services and protection offered by \nthe Freedmen's Bureau and a civil rights bill that nullified the Black Codes and"], ["Questions 7-8 refer to the excerpt below. \n\"Chronic wrongdoing, or an impotence which results in a general loosening of \nthe ties of civilized society, may in America, as elsewhere, ultimately require \nintervention by some civilized nation, and in the Western Hemisphere the \nadherence of the United States to the Monroe Doctrine may force the United \nStates, however reluctantly, in flagrant cases of such wrongdoing or impotence, \nto the exercise of international police power ... \n\"We would interfere with them only in the last resort, and then only if \nit became evident that their inability or unwillingness to do justice at home \nand abroad had violated the rights of the United States or has invited foreign \naggression to the detriment of the entire body of American nations.\" \n-Theodore Roosevelt, Speech to Congress, Dec. 6, 1904\n7.This excerpt most directly reflects the continuation of the policy that\n(A)the United States should remain neutral and impartial in European\nconflicts", "(A)the United States should remain neutral and impartial in European\nconflicts\n(B)the United States should exercise international police power\n(C)the independent nations of the Americas should remain free from\nEuropean intervention\n(D)the United States should civilize and educate other nations in the\nAmericas\n8.Which of the following was the most direct result of the policy stated in\nthis excerpt?\n(A)The United States aided the Cuban rebels against their Spanish rulers\n(B)The United States intervened in many American countries in the\nearly 20th century\n(C)U.S. troops helped American settlers overthrow the monarchy\nin Hawaii\n(D)President Roosevelt was awarded the Nobel Peace Prize in 1906\n428 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM", "Diplomacy and World War II, 1929–1945 541 \nSurely the 90 per cent who want to live in peace under law\nand in accordance with moral standards that have received almostuniversal acceptance through the centuries, can and must ﬁnd someway to make their will prevail ....\nFranklin D. Roosevelt,\nSpeech in Chicago, “Quarantine the Aggressors,”\nOctober 5, 1937\nDOCUMENT B.\nThe Commandant of the Third Naval District expressed “hearty\naccord” with President Roosevelt’s proposal to increase the nation’s\nnaval strength by a huge and extraordinary appropriation of publicfunds. “A navy second to none,” said he, was needed as a “contribu-\ntion to world peace,” and he denounced “all foolish nations whichthrough mistaken ideas of altruism were unprepared to defend them-selves when attacked.”\nIn the stock markets [according to the New York Herald Trib-\nune, December 30], “intermittent buying in aircrafts, steels, and a"], ["Diplomacy and World War II, 1929–1945 541 \nSurely the 90 per cent who want to live in peace under law\nand in accordance with moral standards that have received almostuniversal acceptance through the centuries, can and must ﬁnd someway to make their will prevail ....\nFranklin D. Roosevelt,\nSpeech in Chicago, “Quarantine the Aggressors,”\nOctober 5, 1937\nDOCUMENT B.\nThe Commandant of the Third Naval District expressed “hearty\naccord” with President Roosevelt’s proposal to increase the nation’s\nnaval strength by a huge and extraordinary appropriation of publicfunds. “A navy second to none,” said he, was needed as a “contribu-\ntion to world peace,” and he denounced “all foolish nations whichthrough mistaken ideas of altruism were unprepared to defend them-selves when attacked.”\nIn the stock markets [according to the New York Herald Trib-\nune, December 30], “intermittent buying in aircrafts, steels, and a", "Soviet Union\n(E) commitment to the\ndemocracies of Europe\n2.“It was like lending a garden hose\nto a neighbor whose house wasburning.”\nThis statement by President\nRoosevelt is consistent with all ofthe following U.S. policiesEXCEPT\n(A) the Neutrality Acts(B) the destroyers-for-bases deal(C) the Lend-Lease Act(D) the Atlantic Charter(E) “sink-on-sight”3.Which of the following was an\nexpression of isolationism in the1930s?\n(A) Roosevelt’s “quarantine”\nspeech\n(B) the good-neighbor policy(C) the Nye Committee(D) recognition of the Soviet\nUnion\n(E) “cash and carry“ policy\n4.In the 1930s, the foreign policies\nof Japan and the United Stateswere chieﬂy in conﬂict over\n(A) U.S. control of the\nPhilippines\n(B) Japanese invasion of China(C) U.S. isolationism(D) ideological differences(E) internment of Japanese\nAmericans\n5.On the home front, U.S.\ninvolvement in World War IIbrought about\n(A) increased labor violence"], ["Diplomacy and World War II, 1929–1945 541 \nSurely the 90 per cent who want to live in peace under law\nand in accordance with moral standards that have received almostuniversal acceptance through the centuries, can and must ﬁnd someway to make their will prevail ....\nFranklin D. Roosevelt,\nSpeech in Chicago, “Quarantine the Aggressors,”\nOctober 5, 1937\nDOCUMENT B.\nThe Commandant of the Third Naval District expressed “hearty\naccord” with President Roosevelt’s proposal to increase the nation’s\nnaval strength by a huge and extraordinary appropriation of publicfunds. “A navy second to none,” said he, was needed as a “contribu-\ntion to world peace,” and he denounced “all foolish nations whichthrough mistaken ideas of altruism were unprepared to defend them-selves when attacked.”\nIn the stock markets [according to the New York Herald Trib-\nune, December 30], “intermittent buying in aircrafts, steels, and a", "Soviet Union\n(E) commitment to the\ndemocracies of Europe\n2.“It was like lending a garden hose\nto a neighbor whose house wasburning.”\nThis statement by President\nRoosevelt is consistent with all ofthe following U.S. policiesEXCEPT\n(A) the Neutrality Acts(B) the destroyers-for-bases deal(C) the Lend-Lease Act(D) the Atlantic Charter(E) “sink-on-sight”3.Which of the following was an\nexpression of isolationism in the1930s?\n(A) Roosevelt’s “quarantine”\nspeech\n(B) the good-neighbor policy(C) the Nye Committee(D) recognition of the Soviet\nUnion\n(E) “cash and carry“ policy\n4.In the 1930s, the foreign policies\nof Japan and the United Stateswere chieﬂy in conﬂict over\n(A) U.S. control of the\nPhilippines\n(B) Japanese invasion of China(C) U.S. isolationism(D) ideological differences(E) internment of Japanese\nAmericans\n5.On the home front, U.S.\ninvolvement in World War IIbrought about\n(A) increased labor violence"], ["The question is too long."], ["The question is too long."], ["feel supp orted by their g overnment and b egan to ques tion its decision-making .\nWomen’ s W ork\nAs the w ar progres sed and more men set o ff to fight ,women in man y countries f ound job opp ortunities in\ntraditionally male -oriente d fields , mos t nota bly the def ense indus tries and munitions plants . InBritain ,\nwomen made up a signific ant p ercenta ge of war w orkers ( Figure 11.16 ). The y were sometimes c alled\n“canaries” b ecause o f the y ellow hue c ast on their skin and clothes from the TNT the y worked with daily .\nWomen in Franc ewere also disprop ortiona tely eng aged in the manufacture o f arms and armaments . In\nGerman y, this p attern c ontinue d. While some w omen had w orked in factories b efore the w ar, the nee d for\nmore la bor drew those who had w orked in domes tic ser vice and other c apacities , and the y often e arne d more\nin the factories than in their old jobs .", "U.S. (1944), the Supreme Court upheld the U.S. government’s internment policy\nas justiﬁed in wartime. Years later, in 1988, the federal government agreedthat an injustice had been done and awarded ﬁnancial compensation to thosestill alive who had been interned.\nWomen. The war also changed the lives of women. Over 200,000 served\nin the military in noncombat roles. Once again, as in World War I, an acutelabor shortage caused women to take jobs vacated by men in uniform. Almost5 million women entered the workforce, many of them working in industrialjobs in the shipyards and defense plants. A song about “Rosie the Riveter”\nwas used to encourage women to take defense jobs. The pay they received,however, was well below that of male factory workers.\nPropaganda. The government’s war propaganda was everywhere. The", "entere d the la bor force during the c onflict and made up 50 p ercent o f it b y the w ar’s end . Three million\nmemb ers o f the W omen ’s Land Arm y plante d and har vested food. Women also to ok their plac es b ehind desks\nin hundre ds o f thousands o f government and o ffice jobs and in indus tries where f ew w omen had made inro ads\nin the p ast. By 1944, f or ins tanc e, the numb er o f women in the b anking indus try had double d to a bout 130,000\nemplo yees. The no w-famous “ Rosie the Riv eter ” poster e xpres sed the c ommitment and c omp etenc e of women\nstepping into indus trial jobs to replac e the men who had g one to w ar (Figure 13.16 ). Nearly 350,000 w omen\nalso ser ved in some branch o f the U .S. militar y during the w ar.THE P AST MEETS THE PRESENT552 13 • The Causes and Consequenc es o f World W ar II\nAccess for fr ee a t opens tax. org"], ["government\n  (B) debates over tax cuts\n  (C)  investigations by independent \nprosecutors\n  (D)  impeachment and trial of \nClinton\n  (E)  NAFTA and Chinese trade \nagreements\n 10.  Which of the following problems \ndur ing the Clinton presidency \npresented the most serious \npossibility of developing into an international crisis?\n  \n(A) conflict in northern Ireland\n  (B) civil war in Somalia\n  (C)  nuclear weapons program in \nNorth Korea\n  (D) civil war in the Balkans  (E) terrorism in Yemen1 1.  For the nation in the last two decades \nof the 20th century\n  (A)  the fastest population growth \nwas centered in the Northeast \nand Midwest states\n  (B)  the increased birthrate \ncontributed to a younger median age\n  (C)  a growing percentage of adults \nand children lived in nuclear families\n  \n(D)  Hispanic Americans became \nthe fastest growing and largest \nminority group\n  (E)  the reduction in violent crime \ncontributed to smaller prison populations\n 12.  The growing strength of the", "Questions 7-8 refer to the excerpt below. \n\"Clinton was widely hailed, even by some of his detractors, as the most gifted \npolitician of his generation-but the political task presented to him required \ncontinual bobbing and weaving, compromising and negotiation, retreating so \nas to advance .... Clinton was forced to establish a position independent of \nboth the hostile Republican majority and the impotent Democratic minority. \nThe ensuing confrontations that led to a federal government shutdown, Clin­\nton's recovery in the election of 1996, and the impeachment proceeding two \nyears later all stemmed from the political realities surrounding the Clinton \nWhite House .... \nClinton and his advisors figured out a great deal on the run .... Clinton \nwas also hunted and accused of wrongdoing as few previous presidents had \nbeen .... Under siege, though, Clinton survived to become, by the end of his \nsecond term, a singularly admired if controversial leader.\"", "-Fred I. Greenstein, political scientist, The Presidential Difference,\n2000 \n17.According to most historians, which of the following legislative efforts\nfrom Clinton's first term had the greatest lasting impact?\n(A)Ratification of NAFTA\n(B)Creation of a youth volunteer corps\n(C)Passage of a \"motor-voter\" law\n(D)Reform of Social Security\n18.Which is the most important reason why many Americans viewed\nClinton's presidency as a success?\n(A)Clinton's personal popularity\n(B)Clinton's peacekeeping and humanitarian efforts\n(C)economic expansion\n(D)democratic control of Congress\n19.Based on Clinton's actions as president, which of the following most\naccurately describes his political philosophy?\n(A)radical\n(B)pragmatic\n(C)conservative\n(D)progressive\n708 U.S. HISTORY: PREPARING FOR THE ADVANCED PLACEMENT® EXAM"], ["The question is too long."], ["family could afford it, a woman's proper role was in the home raising children. \nFactory work for women was usually in industries that people perceived as an \nextension of the home: the textile, garment, and food-processing industries, for \nexample. As the demand for clerical workers increased, women moved into \nformerly male occupations as secretaries, bookkeepers, typists, and telephone \noperators. Occupations or professions that became feminized (women becom­\ning the majority) usually lost status and received lower wages and salaries. \nLabor Discontent \nBefore the Industrial Revolution, workers labored in small workplaces that \nvalued an artisan's skills. They often felt a sense of accomplishment in creating \na product from start to finish. Factory work was radically different. Industrial \nworkers were often assigned just one step in the manufacturing of a product, \nperforming semiskilled tasks monotonously. Both immigrants from abroad and", "American society was still overwhelmingly rural in the mid-19th century.\nEven so, the growing part of society that was urban and industrial underwentfundamental changes that would be felt for decades to come. In cities, as a resultof ofﬁce and factory jobs created by the Industrial Revolution, the roles of menand women, husbands and wives were redeﬁned. Men left home to work forsalaries or wages six days a week in the ofﬁce or factory; middle-class womentypically remained at home to take charge of the household and children.\nIndustrialization also had the effect of reducing the economic value of\nchildren. In middle-class families, birth control was used to reduce averagefamily size, which declined from 7.04 family members in 1800 to 5.42 in 1830.More afﬂuent women now had the leisure time to devote to religious and moraluplift organizations. The New York Female Moral Reform Society, for example,worked to prevent impoverished young women from being forced into livesof prostitution.", "Labor. At ﬁrst, ﬁnding workers for the mills and factories was a major\nproblem, because factories had to compete with the lure of cheap land in theWest. Textile mills in Lowell, Massachusetts, recruited young farm womenand housed them in company dormitories. In the 1830s, the Lowell Systemwas widely imitated. Many factories also made extensive use of child labor.(Children as young as seven left home to work in the new factories.) Onlytoward the middle of the century did northern manufacturers begin to employimmigrants in large numbers.\ncrafts system) could no longer compete with lower-priced, mass-produced\ngoods. Lon ghours, low pay, and poor workin gconditions led to wides preadUnion s.Trade (or craft) unions were organized in major cities as early\nas the 1790s and increased in number as the factory system took hold. Manyskilled workers (shoemakers and weavers, for example) had to seek employmentin factories because their earlier practice of working in their own shops (the"], ["Question 4 is related to the excerpt below. \n\"The continuing process of sorting out classes at the workplace and in met­\nropolitan space made the denial of class more difficult in the post-Civil War \nAmerica .... In nineteenth century America, 'middle class' represented a \nspecific set of experiences, a specific sty le of living, and a specific social \nidentity.\" \n-Stuart M. Blumin, The Emergence of the Middle Class, 1989\n4.Using the excerpt, answer a, b, and c.\na)Briefly explain ONE reason why \"sorting out classes at the\nworkplace\" became more evident during the period from 1865 to\n1900.\nb)Briefly explain ONE specific cause of the expansion of the middle\nclass during the period from 1865 to 1900.\nc)Briefly explain ONE specific example of the increased opportunities\nfor working women during the period from 1865 to 1900.\nTHINK AS A HISTORIAN: STATEMENTS ABOUT CONTEXT \nWhich TWO of the following statements best demonstrate the skill \nof placing an event in context?", "Factory jobs, as in the Lowell System, were not common. The overwhelming \nmajority of working women were single. If they married, they left their jobs \nand took up duties in the home. \nIn both urban and rural settings, women were gaining relatively more con­\ntrol over their lives. Marriages arranged by one's parents were less common, \nand some women elected to have fewer children. Nevertheless, legal restric­\ntions on women remained. For example, they could not vote. \nEconomic and Social Mobility Real wages improved for most urban \nworkers in the early 1800s, but the gap between the very wealthy and the very \npoor increased. Social mobility (moving upward in income level and social \nstatus) did occur from one generation to the next, and economic opportunities \nin the United States were greater than in Europe. Extreme examples of poor, \nhard-working people becoming millionaires, however, were rare. \nSlavery At the outset of the 19th century, many people throughout the", "American society was still overwhelmingly rural in the mid-19th century.\nEven so, the growing part of society that was urban and industrial underwentfundamental changes that would be felt for decades to come. In cities, as a resultof ofﬁce and factory jobs created by the Industrial Revolution, the roles of menand women, husbands and wives were redeﬁned. Men left home to work forsalaries or wages six days a week in the ofﬁce or factory; middle-class womentypically remained at home to take charge of the household and children.\nIndustrialization also had the effect of reducing the economic value of\nchildren. In middle-class families, birth control was used to reduce averagefamily size, which declined from 7.04 family members in 1800 to 5.42 in 1830.More afﬂuent women now had the leisure time to devote to religious and moraluplift organizations. The New York Female Moral Reform Society, for example,worked to prevent impoverished young women from being forced into livesof prostitution."], ["North and South\n(D) immigration\n(E) the establishment of\nreservations\n9.Which of the following regions is\nINCORRECTLY paired with an\neconomic or social characteristic?\n(A) Old Northwest—agriculture\n(B) New England—factory system(C) western frontier in 1850—\ntobacco farming\n(D) Deep South—cotton farming(E) border states—slavery\n10. Which of the following is a\nCORRECT statement about the\nUnited States in 1850?\n(A) The vast majority of Native\nAmericans lived west of theMississippi River.\n(B) A majority of Americans lived\nin cities.\n(C) All free African Americans\nlived in the North.\n(D) Most industrial workers were\nprotected by laws providingfor an eight-hour day.\n(E) The Mississippi River deﬁned\nthe western frontier.\nESSAY QUESTIONS\n1.Assess the discrimination against\npeople different from the white\nProtestant majority in the United Statesduring the early 19th century in thecontext of TWO of the following:free African Americans\nNative Americans\nIrish immigrantsGerman immigrants", "Question 3. Answer a, b, and c. \na)Briefly explain ONE change in the South between 1877 and 1900 that\nreflected the policies of the New South agenda.\nb)Briefly explain ONE way the Southern economy did not change during\nthis era.\nc)Briefly explain ONE factor that kept the South from making more\nprogress during this period.\nQuestion 4 is based on the following excerpt. \n\"The wisest among my race understand that the agitation of questions of social \nequality is the extremist of folly, and that progress in the enjoyment of all privi­\nleges that will come to us must be the result of severe and constant struggle rather \nthan of artificial forcing. No race that has anything to contribute to the markets of \nthe world is long in any degree ostracized. It is important and right that all privi­\nleges of the law be ours, but it is vastly more important that we be prepared for the \nexercises of these privileges. The opportunity to earn a dollar in a factory just now"], ["young farm women and housed them in company dormitories. In the 1830s, \nother factories imitated the Lowell System. Many factories also made extensive \nuse of child labor. (Children as young as seven left home to work in the new \nfactories.) Toward the middle of the century northern manufacturers began to \nemploy immigrants in large numbers. \nUnions Trade ( or craft) unions were organized in major cities as early \nas the 1790s and increased in number as the factory system took hold. Many \nskilled workers (shoemakers and weavers, for example) had to seek employ­\nment in factories because their earlier practice of working in their own shops \n(the crafts system) could no longer compete with lower-priced, mass-produced \ngoods. Long hours, low pay, and poor working conditions led to widespread dis­\ncontent among factory workers. A prime goal of the early unions was to reduce \nthe workday to ten hours. The obstacles to union success, however, were many:", "Labor. At ﬁrst, ﬁnding workers for the mills and factories was a major\nproblem, because factories had to compete with the lure of cheap land in theWest. Textile mills in Lowell, Massachusetts, recruited young farm womenand housed them in company dormitories. In the 1830s, the Lowell Systemwas widely imitated. Many factories also made extensive use of child labor.(Children as young as seven left home to work in the new factories.) Onlytoward the middle of the century did northern manufacturers begin to employimmigrants in large numbers.\ncrafts system) could no longer compete with lower-priced, mass-produced\ngoods. Lon ghours, low pay, and poor workin gconditions led to wides preadUnion s.Trade (or craft) unions were organized in major cities as early\nas the 1790s and increased in number as the factory system took hold. Manyskilled workers (shoemakers and weavers, for example) had to seek employmentin factories because their earlier practice of working in their own shops (the", "family could afford it, a woman's proper role was in the home raising children. \nFactory work for women was usually in industries that people perceived as an \nextension of the home: the textile, garment, and food-processing industries, for \nexample. As the demand for clerical workers increased, women moved into \nformerly male occupations as secretaries, bookkeepers, typists, and telephone \noperators. Occupations or professions that became feminized (women becom­\ning the majority) usually lost status and received lower wages and salaries. \nLabor Discontent \nBefore the Industrial Revolution, workers labored in small workplaces that \nvalued an artisan's skills. They often felt a sense of accomplishment in creating \na product from start to finish. Factory work was radically different. Industrial \nworkers were often assigned just one step in the manufacturing of a product, \nperforming semiskilled tasks monotonously. Both immigrants from abroad and"]], "answer": ["C", "B", "D", "B", "C", "B", "B", "B", "C", "A", "D", "D", "A", "D", "D", "B", "A", "D", "B", "B", "D", "C", "A", "C", "C", "B", "D", "A", "B", "C", "A", "C", "B", "D", "C", "B", "B", "A", "C", "A", "C", "B", "B", "A", "D", "B", "A", "D", "A", "B", "A", "C", "A", "C", "D"], "ground_truth": ["C", "B", "D", "B", "C", "B", "B", "A", "C", "A", "D", "D", "A", "D", "D", "A", "A", "D", "B", "A", "D", "C", "A", "C", "C", "A", "D", "A", "B", "C", "A", "C", "B", "D", "C", "B", "B", "A", "C", "A", "C", "B", "C", "A", "D", "B", "A", "D", "A", "B", "B", "C", "A", "C", "D"]}